{
  "label": "Weapons - 4. Prestige",
  "mapping": {
    "description": "system.description",
    "m0Nom": "system.optionsmunitions.liste.0.nom",
    "m1Nom": "system.optionsmunitions.liste.1.nom",
    "m2Nom": "system.optionsmunitions.liste.2.nom",
    "m3Nom": "system.optionsmunitions.liste.3.nom"
  },
  "entries": {
    "Canon Nova": {
      "name": "Nova cannon",
      "description": "<p>Ultraviolet germicidal irradiation has been used as a disinfection technique, employing UV light to kill microorganisms, for many years by 2038. Using light to purge an infection that multiplies uncontrollably if left unattended, though… The mere thought was enough for Merlin to attempt to weaponise something from it.</p>\n<p>The Nova has two settings. Its alpha energy generator, situated in the weapon‘s grip, powers a UV cannon and a ray gun. Both of these can be used at their maximum strength for a short duration before emptying a fuel cell that is replenished by the generator between shots or bursts of fire.</p>\n<p>The UV cannon uses a special electric arc bulb. Even on its lowest setting it requires care and proper maintenance, and increasing its power dramatically decreases its lifespan. A set of lenses and mirrors modify the beam‘s width as needed. Tempered glass designed to modify electrical polarity protects the lens and filters the beam should the user wish to harmlessly light an area up (since the unfiltered UV lamp burns skin and retina).</p>\n<p>The weapon‘s use is straightforward, with two handles, two trigger mechanisms, each one with a power dial and a beam width adjuster. Gently pulling the Nova‘s trigger depolarises the tempered glass and powers up the bulb‘s electric arc, unleashing a scorching beam of light that burns creatures caught within it with rays hotter than the midday sun in the world before the Anathema. The bulb‘s intensity can be doubled, tripled, or quadrupled depending on the target‘s hardiness, with increasingly severe drain on the power cell and stress on the bulb, possibly leading to it blowing mid fight. When this happens, the user had better be possessed of extraordinary calm, as switching from a burned out bulb capable of melting flesh to a new one is a nerve-wracking experience. Expensive spare bulbs are safely stored in armoured cylindrical containers for such occasions.</p>\n<p><strong>Special</strong>: At the beginning of a fight, the character has a pool of 18 dice they can choose to split between damage and violence, up to a maximum of 15D6 on any given damage or violence roll. When the dice pool reaches 2D, the player must roll 1D6. On a 1, the bulb blows and it takes 2 turns to replace it. When the dice pool reaches 1D, the player must roll 1D6. On a 1 or a 2, the bulb blows and it takes 2 turns to replace it. When the dice pool reaches 0D, the player must roll 1D6. On a 1, 2, or 3, the bulb blows and it takes 2 turns to replace it. When the bulb blows, the weapon cannot be used until it has been replaced.</p>\n<p>Increased damage from this dice pool only affects creatures of the Anathema.</p>\n"
    },
    "Chaîne-épée Wyvern": {
      "name": "Wyvern chain sword",
      "description": "<p>The Wyvern is a barbed kinetic chain sword. In its resting state it functions exactly like the kinetic sword it is based on, albeit one that looks more like a saw than a straight blade. When ordered to deploy, it extends outwards. This can be a gently unfurling in a smooth motion, like a roll of silken cloth snaking its way down a gentle incline, or a sharp thrusting jab, propelled forward like a crossbow bolt with enough force to pierce through a steel door. It quadruples in length, giving it the reach of the longest of spears. The kinetic field surrounding its linked blades serves to control its movements and increase its effectiveness at slicing through enemies and obstacles. By flicking their wrist and tightening or relaxing their grip, the wielder can direct the chain in graceful arcs to avoid obstacles or bystanders between them and their target. Its range and speed make it a formidable weapon, but also a dangerous one: the slightest mistake or fumble is likely to send its chain flying into one of the Knight‘s allies or worse, an unsuspecting civilian. Because of the dangers associated with this sword, Merlin has decided to only make it available to those who have shown supreme martial prowess.</p>\n<p><strong>Special</strong>:</p>\n<ul>\n<li>Despite being a melee weapon, the chain-sword can attack up to short range. / The finecrafted bonus also applies to the sword‘s violence.</li>\n</ul>\n"
    },
    "Gantelet chimère": {
      "name": "Chimera gauntlet",
      "description": "<p>When watching recordings of fights, Merlin realised that there are a number of battlefield geniuses among the ranks of Avalon‘s finest. One thing was keeping them back, though: they lacked weaponry that could adapt to their knack for improvisation. With them in mind, he toiled away at an adaptable weapon, a technological chimera. Like the legendary beast, it would have it all: lion‘s paws, ram‘s head and hind legs, serpent‘s body, claws, fangs, horns, hooves, and venom, all in one package.</p>\n<p>Covering the Knight‘s entire forearm, the chimera gauntlet is fixed to the rest of their armour by two tubes going down their back to a thick belt. The belt contains a supply of liquid enriched with metal particles capable of solidifying on demand. The gauntlet itself contains a magnetic and kinetic field manipulator, and is protected by sharp steel scales enhanced with alpha element inlays.</p>\n<p>While the simplest applications of this weapon are obvious, they only scratch the surface of its capabilities. Its first uses in the field have shown great promise. Melee fighters use its kinetic field‘s laceration and perforation qualities to add devastating strength to their punches or to chop through thick hides and solid plating. Claws, shields, swords, and lances appear on their forearm in the blink of an eye, answering their needs as a fight goes on. Sharp blades tipped with alpha element scales split into dozens of flying daggers held in magnetic levitation above the wielder‘s gauntlet, ready to be propelled at their foe.</p>\n<p>Some Knights shape the glove into improvised bolt throwers capable of launching steel blades or alpha element scales with a strong kinetic impulse. Those that do, however, must take care to replenish their diminishing supply of liquid metal. This means getting close to their enemy, alive or dead, and magnetically summoning their projectiles to return. This may lead to additional punctures and lacerations on their way back, of course.</p>\n<p><strong>Special</strong>: Rather than one weapon with its own statistics, the chimera gauntlet can change into one or several of a number of other weapons, with all their effects and abilities. For a single energy point and at no action cost, the Knight can change their gauntlet into one of the following weapons from the arsenal: magnetic mace, sonic blade, or radiant sword. They can instead get the combined effects of the following pairs of weapons: a kinetic sword and detachable buckler, two kinetic swords, or two fracture cesti (in order to get the most out of these weapons, they still have to use the Ambidextrous or Akimbo combat styles). All these weapons come with their usual weapon effects, apart from two-handed and heavy which are simply ignored when used this way. The wielder can therefore use a magnetic mace one-handed with no drawbacks.</p>\n<p>When this weapon is used as an alpha element bolt thrower, it can be considered the equivalent of a heavy automatic shotgun.</p>\n<p>Finally, at no action cost and at will, the Knight can make their weapon (or weapons, see above) change back into a harmless gauntlet once more.</p>"
    },
    "Griffes de Fenrir": {
      "name": "Fenrir's claws",
      "description": "<p>This prototype has the potential to become Avalon‘s most potent weapon. Its main drawback is its energy cost, requiring a discrete second alpha energy reactor safely protected in a harness placed on the user‘s metaarmour‘s torso.</p>\n<p>This harness powers two large magnetic field control gauntlets, giving the meta-armour unparalleled destructive capabilities, but only so long as there is some type of metal nearby. In order to avoid having a user be defenceless in the middle of a desert or a jungle, Merlin tinkered with several other projectiles of varying composition and strength. Fashioning chains and wires into whipping blades. Spinning ball bearings into frenzied clouds of perforating death. Shaping liquid metals into giant cleavers.</p>\n<p>Alas, none of these were strong enough to pierce through solid armour backed up by a kinetic field. An elegant solution was to supply ten jointed alpha element blades along with the harness and gloves. They became known as Fenrir‘s claws. When on standby, they float behind the user, almost like a cape. When activated, they fly out like ten gigantic digits ready to slice, crush, and pound their targets. The effects are tremendous, as few targets can withstand blades potent enough to bypass protective fields. The claws can each be sent flying forwards like crossbow bolts. The gloves‘ magnetic manipulations are restricted to the claws, however.</p>\n<p>Lastly, the wearer can use the claws to carry themselves or haul themselves upwards, as if on giant limbs.</p>\n<p><strong>Special</strong>:</p>\n<ul>\n<li>While they are classified as a melee weapon, Fenrir‘s claws can attack up to medium range.</li>\n<li>With the claws, the character also gains the effects of a level 3 leap module with the same energy costs.</li>\n<li>When using Fenrir‘s claws, the character adds their <em>Acuity</em> to their damage rather than their <em>Strength</em>.</li>\n</ul>\n"
    },
    "Marteau cinétique Typhon": {
      "name": "Typhon kinetic hammer",
      "description": "<p>Myth has it that Typhon, son of Gaia and Tartarus, grew to become so great and so terrible that the gods fled Mount Olympus at the sight of him. Born of the Earth, he is the storm and the fury. Vanquished by Zeus, he lies chained beneath Mount Etna. When he stirs, the ground trembles. When he roars, the volcano erupts.</p>\n<p>The Typhon kinetic hammer is the most powerful melee weapon Merlin has ever created. At the end of its long haft stands a massive head housing an alpha energy reactor and a kinetic field emitter. On one side of the head is a squat, rounded dome that creates a powerful 300° shockwave when it meets solid matter. The quake shakes the ground up to nearly a hundred feet around the point of impact, turning everything to rubble and leaving a hoof-shaped crater in its wake. The blow is even more impressive in an enclosed space, and reaches twice as far in a corridor. The other side of the head is wedgeshaped, made to strike and split metal and hide, with the kinetic field widening the first gap made by the force of the wielder‘s blow. At the other end of its haft is a sturdy chisel that slams back and forth like a jackhammer when it strikes a solid surface.</p>\n<p>The kinetic field itself activates with a sizzling, crackling sound, and the air around the hammer head shimmers as if in anticipation. When it is released (by bringing the rounded hammer head to bear), it can make entire buildings shudder and tremble.</p>\n<p>The kinetic field can also be used to propel the hammer by directing its field backwards, sending hammer and Knight rocketing towards their target. This places considerable strain on the reactor, however, and must be backed up with energy provided by the wielder‘s meta-armour.</p>\n<p><strong>Special</strong>: The user can add the scatter 6 effect to an attack at a cost of 5 EP. This is done by striking the ground and creating a powerful earthquake.</p>\n"
    },
    "Pulseur Alpha": {
      "name": "Alpha pulsor",
      "description": "<p>Much to Merlin‘s consternation, Avalon‘s Knights seem to favour Johanson‘s ludicrously primitive weapons. In an attempt to drum up interest in more evolved armament, he decided to look into the drawbacks of railguns, in particular their inability to use antipersonnel ammunition and their low rate of fire.</p>\n<p>What he came up with is the alpha pulsor. It swaps out the usual two rails for eight of them, placed around the main barrel and firing in opposing pairs, launching clusters of tiny darts at hypersonic speeds. When these hit solid matter or are suddenly slowed as by a force field or otherworldly shield, they suddenly fly apart, shredding skin and finding weak points in an enemy‘s defences.</p>\n<p>The alpha pulsor has an alpha energy reactor and a highly effective cooling mechanism allowing it to fire continuously without overheating. Its distinctive thrumming sound usually only reaches its target after its projectiles have turned it into ground meat. Against hardier foes, darts made out of depleted uranium tipped with alpha element drill through plating and thick hide, and even those that don‘t pierce through burn horrendously after to their superheated flight. Its darts are packed in magazines holding 300 projectiles each.</p>\n"
    },
    "Seth, canon intelligent à munition drones": {
      "name": "Seth, drone ammunition smart cannon",
      "description": "<p>Tales hold that Seth, the Egyptian god of thunder, lightning, and chaos, was also feared because of his tendency to rid the deserts of life. The Seth model smart cannon is all that and more, striking as fast as lightning, louder than thunder, and capable of leaving an entire building as void of life as a scorched desert.</p>\n<p>The smart cannon was created to answer a need, a need for overwhelming firepower aimed at a single location. Its principle is simple: a multibarreled cannon standing as tall as a Knight, attached to the user‘s waist or shoulder. Its magnetic rails can launch dozens of ammunition drones at ferocious speed with pinpoint precision, up to an effective range of several miles. The Seth cannon‘s AI sets its drones‘ trajectory when fired, although the user can override this during the very short time it takes for them to reach their target destination. Each shot is a mechanical marvel. The miniature rockets fly like a cloud of killer hornets towards their victim, autonomously adjusting their flight route to avoid obstacles and collateral damage or to accurately track a fast-moving target.</p>\n<p>Each drone is outfitted with tools to help them infiltrate buildings through vents and other openings, or armoured vehicles via cracks and the like. On reaching their target, they explode in a deafening chorus of thunderclaps as they shred their victim to a fine mist.</p>\n<p>A single salvo from the Seth cannon is usually enough to stop an armoured tank at full speed in its tracks.</p>\n"
    }
  }
}