{
  "label": "Overdrive modules",
  "mapping": {
    "description": "system.description",
    "n1EnergieTourLabel": "system.niveau.details.n1.energie.tour.label",
    "n1EnergieMinuteLabel": "system.niveau.details.n1.energie.minute.label",
    "n1Duration": "system.niveau.details.n1.duree",
    "n2EnergieTourLabel": "system.niveau.details.n2.energie.tour.label",
    "n2EnergieMinuteLabel": "system.niveau.details.n2.energie.minute.label",
    "n2Duration": "system.niveau.details.n2.duree",
    "n3EnergieTourLabel": "system.niveau.details.n3.energie.tour.label",
    "n3EnergieMinuteLabel": "system.niveau.details.n3.energie.minute.label",
    "n3Duration": "system.niveau.details.n3.duree",
    "n1WpnEffetCustom1Label": "system.niveau.details.n1.arme.effets.custom.0.label",
    "n1WpnEffetCustom1Description": "system.niveau.details.n1.arme.effets.custom.0.description",
    "n1WpnEffetCustom1AtkCondition": "system.niveau.details.n1.arme.effets.custom.0.attaque.conditionnel.condition",
    "n1WpnEffetCustom1DgtCondition": "system.niveau.details.n1.arme.effets.custom.0.degats.conditionnel.condition",
    "n1WpnEffetCustom1ViolenceCondition": "system.niveau.details.n1.arme.effets.custom.0.violence.conditionnel.condition",
    "n2WpnEffetCustom1Label": "system.niveau.details.n2.arme.effets.custom.0.label",
    "n2WpnEffetCustom1Description": "system.niveau.details.n2.arme.effets.custom.0.description",
    "n2WpnEffetCustom1AtkCondition": "system.niveau.details.n2.arme.effets.custom.0.attaque.conditionnel.condition",
    "n2WpnEffetCustom1DgtCondition": "system.niveau.details.n2.arme.effets.custom.0.degats.conditionnel.condition",
    "n2WpnEffetCustom1ViolenceCondition": "system.niveau.details.n2.arme.effets.custom.0.violence.conditionnel.condition",
    "n3WpnEffetCustom1Label": "system.niveau.details.n3.arme.effets.custom.0.label",
    "n3WpnEffetCustom1Description": "system.niveau.details.n3.arme.effets.custom.0.description",
    "n3WpnEffetCustom1AtkCondition": "system.niveau.details.n3.arme.effets.custom.0.attaque.conditionnel.condition",
    "n3WpnEffetCustom1DgtCondition": "system.niveau.details.n3.arme.effets.custom.0.degats.conditionnel.condition",
    "n3WpnEffetCustom1ViolenceCondition": "system.niveau.details.n3.arme.effets.custom.0.violence.conditionnel.condition"
  },
  "entries": {
    "Aura": {
      "name": "Aura",
      "description": "<p>Pheromone regulator.</p>\n<h2>Level 2</h2>\n<p>When fighting humans, brutes and badasses will always attack the character last.</p>\n<h2>Level 3</h2>\n<p>When they meet other humans, the character may decide that they become friends or lovers, regardless of whether the character has helped them or not. During each mission, the hero may create up to two new contacts who can be reached via the AR network, ones who can help them within reason or who could accompany them as retainers. One restriction applies: to make them a contact this way, the character’s Aura score must be higher than the NPC’s Lady or Machine aspect divided by two.</p>\n<h2>Level 4</h2>\n<p>By performing an Aura based skill check, the character may draw all attention to them for a short duration. The difficulty to beat is half the highest Machine score of all the affected NPCs. By creating a diversion, making a speech, etc., the character draws attention for roughly one whole turn (10 seconds). This ability may be used in combat, but the Aura skill check difficulty is up to the GM.</p>\n<h2>Level 5</h2>\n<p>The character’s presence is so overwhelming that they now add their Aura score to their defence.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Combat": {
      "name": "Combat",
      "description": "<p>Close combat AI.</p>\n<h2>Level 2</h2>\n<p>During a conflict phase in which the character fights in contact range with an enemy, the PC gains a +2 bonus to their reaction. This bonus represents the character using their enemy or enemies as makeshift cover to block lines of sight from attacks.</p>\n<h2>Level 3</h2>\n<p>The character only suffers a 1 D penalty to their attacks when using akimbo style with melee weapons.</p>\n<h2>Level 4</h2>\n<p>The character only suffers a 1 D penalty to their attacks when using ambidextrous style with melee weapons.</p>\n<h2>Level 5</h2>\n<p>When a band is present during a conflict phase involving a brute, badass, boss, or behemoth, the character may choose to inflict their weapon or weapons’ damage to an enemy and their violence on the band. This can only be done with one of the character’s melee attacks per turn. The attack must hit its target–the violence dealt to the band’s cohesion acts as a bonus side effect of the successful blow.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Déplacement": {
      "name": "Movement",
      "description": "<p>Trajectory optimisation planner and improved servomotors</p>\n<h2>Level 1</h2>\n<p>The Knight’s move action allows them to cover a distance of up to short range. If a sprint module is used at the same time as this overdrive, the above move action is free and does not count as a move action. Only one free move action can be obtained via overdrive per turn.</p>\n<h2>Level 2</h2>\n<p>The character becomes extremely agile, even with an armour that seems incapable of moving nimbly. During their move action, obstacles of the same height as the Knight (such as low walls, covers, cars, and fencing) do not slow them down at all. They can vault over them without having to perform a skill check. This does not mean they are quiet about it, however.</p>\n<h2>Level 3</h2>\n<p>The Knight’s move action allows them to cover a distance of up to medium range. If a sprint module is used at the same time as this overdrive, the above move action is free and does not count as a move action. Only one free move action can be obtained via overdrive per turn.</p>\n<h2>Level 4</h2>\n<p>The character becomes graceful as a cat, even with an armour that seems incapable of moving nimbly. During move actions, obstacles up to 15 feet in height (walls, second-floor windows, trucks, and the like) do not slow them down at all. They can vault over them without having to perform a skill check.</p>\n<h2>Level 5</h2>\n<p>While wearing their meta-armour, the character only takes fall damage from heights of 150 feet or higher. Their preternatural agility allows them to land without hurting themselves or their armour.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Dextérité": {
      "name": "Dexterity",
      "description": "<p>Improved coordination enhancer.</p>\n<h2>Level 3</h2>\n<p>The character can never be disarmed by a missed attack or defence, not even on a critical failure. Furthermore, they cannot fall or be knocked over because of environmental hazards such as rain, mud, ice, and similar impediments.</p>\n<h2>Level 4</h2>\n<p>The character is unaffected by the heavy weapon trait. Furthermore, when they perform a Combat or Ranged based skill check, they may always choose to make a Dexterity based skill check instead.</p>\n<h2>Level 5</h2>\n<p>The character can parry shots and bullets with their weapons. They may now use their defence score rather than their reaction score to dodge (or parry, in this case) shots and thrown weapons.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Discrétion": {
      "name": "Stealth",
      "description": "<p>Smart camouflage and noise dampener.</p>\n<h2>Level 2</h2>\n<p>Now, when the character attacks a target that has not located them, they add their Stealth score (without overdrives) to the damage they inflict. This bonus can be added to other module and effect bonuses.</p>\n<h2>Level 3</h2>\n<p>The sound of the character’s footsteps never reveals their location. When covering short or medium distances with little risk of being caught, they are not required to make any skill checks and automatically succeed.</p>\n<h2>Level 4</h2>\n<p>When standing still, the character seems to melt into their surroundings. Enemies with a Machine or Mask aspect score lower than 12 are incapable of spotting the PC. The character must still make a Stealth skill check to hide from enemies with a higher score.</p>\n<h2>Level 5</h2>\n<p>Now, when the character attacks a target that has not located them, they add their Stealth score (with overdrives) to the damage they inflict. This bonus can be added to other module and effect bonuses. Furthermore, they may always choose to begin any conflict phase in an ambushing position.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Endurance": {
      "name": "Endurance",
      "description": "<p>Damage compensator</p>\n<h2>Level 2</h2>\n<p>The character is no longer affected by <em>stun 1</em> effects.</p>\n<h2>Level 3</h2>\n<p>While in meta-armour, the character’s health is increased by 6 points.</p>\n<h2>Level 4</h2>\n<p>The character is no longer affected by <em>stun 2</em> effects or lower.</p>\n<h2>Level 5</h2>\n<p>The character always subtracts their Endurance score (without adding their overdrives) from a band’s overrun value each turn. If a band deals 8 overrun damage, for instance, and the character has an Endurance score of 4, they only suffer 4 points of damage (8 - 4 = 4). Each time the band’s overrun value increases, the character’s Endurance score is subtracted again. In the previous example, the band’s overrun value of 8 would deal 16 damage on the second round. Since the character subtracts their Endurance score of 4 each time, they would only take 8 damage on the second turn, 12 on the third, and so on.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Force": {
      "name": "Strength",
      "description": "<p>Reinforced endoskeleton and muscle fibres.</p>\n<h2>Level 1</h2>\n<p>The character can lift 1,000 lb and adds 3 points to their melee damage.</p>\n<h2>Level 2</h2>\n<p>The character can lift 2 tons and adds 6 points to their melee damage.</p>\n<h2>Level 3</h2>\n<p>The character can lift 10 tons and adds 9 points to their melee damage.</p>\n<h2>Level 4</h2>\n<p>The character can lift 30 tons and adds 12 points to their melee damage.</p>\n<h2>Level 5</h2>\n<p>The character can lift 90 tons and adds 15 points to their melee damage.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Hargne": {
      "name": "Aggression",
      "description": "<p>Adrenaline boosters.</p>\n<h2>Level 3</h2>\n<p>When a PC reaches 0 health points, they do not suffer the full death’s door effect. Instead, they fight death and stay standing. They still suffer a grievous wound, but they can still take actions as if they were above 0 HP. If another enemy manages to hit them, or if they suffer any amount of damage to their health points, they immediately suffer the usual death’s door effects.</p>\n<h2>Level 4</h2>\n<p>The character is as solid as a rock. When they reach 0 health points, they can act normally. They do not suffer a grievous wound (yet). At the beginning of each of their turns, if they took health damage on their previous turn, they must make an Aggression based skill check. This check’s difficulty is the amount of damage they suffered last turn times two. If they fail the check, they fall to death’s door and suffer all the usual consequences. If they succeed, they may keep on fighting. The character suffers one grievous wound every 5 points of health damage they take after reaching 0 HP.</p>\n<h2>Level 5</h2>\n<p>The character is no longer affected by the Anathema effect.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Instinct": {
      "name": "Instinct",
      "description": "<p>Cerebral activator.</p>\n<h2>Level 2</h2>\n<p>At the start of a conflict phase, the character tests their initiative twice and keeps the better score.</p>\n<h2>Level 3</h2>\n<p>Each Instinct overdrive the character has now gives them + 3 bonus points to their initiative.</p>\n<h2>Level 4</h2>\n<p>The character always keeps their full defence, reaction, and FF values, even when attacked by surprise.</p>\n<h2>Level 5</h2>\n<p>The character senses the presence of invisible enemies nearby. They cannot be ambushed. This special ability applies to their allies as well.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Parole": {
      "name": "Eloquence",
      "description": "<p>Voice modulator.</p>\n<h2>Level 1</h2>\n<p>Shortly after an ally loses their last health point (reached 0 HP less than a minute ago), the character can try to help them cling to life with their encouraging words. So long as the character keeps talking to them, the ally holds on and will not die, even if they rolled a death result on their grievous wounds roll (in that case they must roll until they get another result). The character cannot perform any other action than staying by the person they are helping cling to life (one ally at the most). This bonus has no other effect on wounds or healing provided to the target.</p>\n<h2>Level 2</h2>\n<p>Encouraging words allow the character to restore 1D6 hope points to another PC. For this to work, the character must make a speech full of hope and determination. Each PC can only be targeted by this effect once per mission.</p>\n<h2>Level 3</h2>\n<p>The character can imitate the voice of anyone they have previously heard talk. This does not require an Eloquence or Stealth check.</p>\n<h2>Level 4</h2>\n<p>By modulating their tone and concentrating on a single human being (not a creature or a robot), the character can hypnotise their target for as long as they can keep talking. This requires an Eloquence based skill check against the target’s Machine aspect divided by 2. If the skill check is a success, the character can keep talking (using a combat action if done during a conflict phase) to keep their target enthralled and unable to act. With a further successful Eloquence skill check against the target’s Machine aspect divided by 2, the character can make their target perform simple (non-threatening) actions as long as they keep concentrating on and talking to their target. NPCs with an exceptional major Beast, Machine, Lady, or Mask aspect are immune to this effect.</p>\n<h2>Level 5</h2>\n<p>Encouraging words allow the character to restore 2D6 hope points to another PC. For this to work, the character must make a speech full of hope and determination. Each PC can only be targeted by this effect once per mission. This ability replaces the level 2 one.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Perception": {
      "name": "Acuity",
      "description": "<p>Improved HUD and sensory abilities.</p>\n<h2>Level 1</h2>\n<p>The armour’s zoom function now increases to x400. They can zoom in on minute details at far range.</p>\n<h2>Level 2</h2>\n<p>The character’s armour now has an audio zoom that can focus on conversations taking place far away (up to far range).</p>\n<h2>Level 3</h2>\n<p>The character’s armour now has an olfactory zoom, allowing them to smell distant odours (up to far range). It also analyses them and compares them with a database of various scents. The suit also has a touch zoom. Its gauntlets can find the minutest ridges on a smooth surface, and sense vibrations with ease. These zooms need to be mentally activated.</p>\n<h2>Level 4</h2>\n<p>When focusing on an item, building, or person, the armour’s HUD now provides the character with a detailed list of information.The following data can be obtained by focusing on an item or machine: name, weight, size, diameter, how dangerous it is, what fuel or ammunition it uses, who designed it, manufacturing date, and additional notes if any are available.</p>\n<p><span style=\"text-decoration: underline;\">Buildings:</span> name, construction date, architect, size, number of rooms, current structural integrity, current ownership, and additional notes if any are available.</p>\n<p><span style=\"text-decoration: underline;\">People:</span> weight, height, age, name, risk factor if known, ethnicity, place of birth, and additional notes if any are available. If the person comes from an ark, their known associates, profession, and criminal record are also shown.</p>\n<h2>Level 5</h2>\n<p>The armour now has a permanent sonar function. It detects all living beings at short range around the character (above and below included) through obstacles such as walls, floors, etc. The character always keeps their full defence and reaction values, even when attacked by surprise, from behind, or by an invisible enemy.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Sang-froid": {
      "name": "Composure",
      "description": "<p>Endorphin injectors.</p>\n<h2>Level 2</h2>\n<p>Thanks to the calming chemicals in their metaarmour, the character can ignore any added difficulty on a skill check that they would normally suffer from stressful situations.</p>\n<h2>Level 3</h2>\n<p>Once per skill check, the character may reroll a failed hope test (Aggression combo Composure). If they choose to reroll, they must keep the new result.</p>\n<h2>Level 4</h2>\n<p>The character is no longer affected by the <em>fear</em> effect.</p>\n<h2>Level 5</h2>\n<p>The character is no longer affected by the <em>domination</em> effect.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Savoir": {
      "name": "Knowledge",
      "description": "<p>Improved AI.</p>\n<h2>Level 1</h2>\n<p>The character gets immediate access to standard AR information databases and encyclopedias.</p>\n<h2>Level 2</h2>\n<p>By consulting their AI, the character may get updates on nearby situations (up to a mile away). The AI connects to and sifts through data streams, surveillance cameras, satellites, etc. To get any information, the PC has to actively ask their AI for it. The GM must answer truthfully, but does not need to reveal everything.</p>\n<h2>Level 3</h2>\n<p>When the PC heals a living being, they restore an additional 1D6 health points (once per scene at the most). Their AI assists them, guiding their hand even during delicate operations.</p>\n<h2>Level 4</h2>\n<p>The character now has access to all of the Immortals’ and Avalon’s databases thanks to their AI. They can access the identity sheets and personal information of anyone they have on file in a matter of seconds. To obtain any information, the PC has to actively ask their AI for it. It is up to the GM to improvise and provide information as truthfully as possible.</p>\n<h2>Level 5</h2>\n<p>The AI is now advanced enough to prevent its user from making grotesque mistakes and blunders. A few words of advice or subtly modifying the armour’s movements by a fraction of an inch now and then allows the AI to keep its user a little safer. The character can no longer critically fail a skill check.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Technique": {
      "name": "Tech",
      "description": "<p>Integrated engineering systems (omnitool gauntlet, mechanical arm, etc.).</p>\n<h2>Level 1</h2>\n<p>The character can connect by simple physical contact to any technological device, any machine, etc., so long as they are not protected by a firewall. By connecting in this manner they may obtain information from the machine, see what state it is in, etc.</p>\n<h2>Level 2</h2>\n<p>The character may make a Tech based skill check to understand how any technological device or machine works, how to work it, hack it, modify it, dismantle it, etc. They can do this even with devices they have never seen or heard of before. The test’s difficulty depends on how advanced and complex the device is, to be determined by the GM.</p>\n<h2>Level 3</h2>\n<p>The character can connect wirelessly to any technological device or machine up to long range. They can bypass simple firewalls without skill check (whether a machine’s protections are simple enough to bypass automatically or not is up to the GM).</p>\n<h2>Level 4</h2>\n<p>As a move action, the character may attempt to make emergency repairs on a meta-armour, a broken weapon, or a vehicle. A successful Tech based skill check against a very arduous difficulty (9) allows the PC to restore 6 AP to a damaged meta-armour or vehicle. A broken weapon is repaired on a successful skill check. If they fail the check when attempting to repair a weapon, it is out of commission and needs to be replaced in Camelot.</p>\n<h2>Level 5</h2>\n<p>The character can program viruses, control programs, and backdoor subroutines on the fly. These programs can be remotely installed in machines and technological devices. How powerful their programs are when they are made depends on a Tech based skill check. The check’s result can be used to determine whether the character overcomes a machine’s firewall, the difficulty of remotely accessing the machine, etc. The character can use a number of programs equal to their Tech score (without overdrives) simultaneously. They can only start up one program per turn. During a conflict phase this requires a move action. Programs they create, as well as their intended effects, must be approved by the GM. Their effects must remain simple (remotely start and control a vehicle, download data after a set amount of time has passed, destroy data with a virus, etc.)</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    },
    "Tir": {
      "name": "Ranged",
      "description": "<p>Targeting systems.</p>\n<h2>Level 2</h2>\n<p>The character ignores the first range penalty that should apply to them. They suffer no penalty for firing at medium range with a short-range weapon. If they wish to fire at long range with a short-range weapon, however, they receive the full penalty, as they only ignore the first one.</p>\n<h2>Level 3</h2>\n<p>The character only suffers a 1D penalty to their attacks when using akimbo style with ranged weapons.</p>\n<h2>Level 4</h2>\n<p>The character only suffers a 1D penalty to their attacks when using ambidextrous style with ranged weapons. This bonus does not work with the Paladin’s Watchtower mode.</p>\n<h2>Level 5</h2>\n<p>When a band is present during a conflict phase involving a brute, badass, boss, or behemoth, the character may choose to inflict their weapon or weapons’ damage to an enemy and their violence on the band. This can only be done with one of the character’s ranged attacks per turn. The attack must hit its target–the violence dealt to the band’s cohesion acts as a bonus side effect of the successful shot.</p>",
      "n1EnergieTourLabel": "Turn",
      "n1EnergieMinuteLabel": "Minute",
      "n1Duration": "",
      "n2EnergieTourLabel": "Turn",
      "n2EnergieMinuteLabel": "Minute",
      "n2Duration": "",
      "n3EnergieTourLabel": "Turn",
      "n3EnergieMinuteLabel": "Minute",
      "n3Duration": ""
    }
  }
}