{
  "label": "NPCs",
  "mapping": {
    "description": "system.description",
    "tactique": "system.tactique",
    "descriptionLimitee": "system.descriptionLimitee",
    "section": "system.section",
    "type": "system.type",
    "surnom": "system.surnom",
    "pointsfaibles": "system.pointsFaibles"
  },
  "entries": {
    "Adèle Girard": {
      "name": "Adèle Girard",
      "tokenName": "Adèle Girard",
      "description": "<p>This young woman is known by many communities in Paris. Yet, she is not an integral part of any of them. Indeed, Adèle considers herself perfectly free. A former high-level gymnast, she discovered during the debacle a talent for infiltrating and snooping around the entire capital. Almost endowed with a sixth sense, she knows how to escape many dangers and achieve what she wants before leaving discreetly. For this reason, Adèle works a lot with the rebut communities who, in exchange for food, lodging, or anything that interests her, ask her to obtain specific items that they cannot get by their own means. Adèle is quite taciturn and has difficulty trusting anyone. If she is capable of taking great risks, it comes at a price, and the Knight is no exception.</p>",
      "tactique": "<p>Adèle fights little and prefers to flee during conflicts.</p>",
      "section": "",
      "type": "Ally (recruit) / Badass (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Agents de la Black Cell": {
      "name": "Black cell agents",
      "tokenName": "Black cell agents",
      "description": "",
      "tactique": "<p>Black Cell agents can be found in all layers of society. Their leader need say but a word for them to come out of hiding and, if there are enough of them, become a serious threat. Most Black Cell agents use powerful handguns equipped with silencers, and keep a safe distance between them and their enemies.</p>",
      "type": "Band (recruit)"
    },
    "Akilis": {
      "name": "Akilis",
      "tokenName": "Akilis",
      "description": "<p>Black Cell task force units are comprised of Akilis, metasoldiers (like those of the Nodachi) equipped with combat exoskeletons to give them a fighting chance against the darkness. Individual agents are no match for a Knight, but are still far stronger, faster, and hardier than average humans. They can be recognised by the skull-shaped helmets and face coverings they always wear to hide their identity.</p>",
      "tactique": "<p>Akilis form the Black Cell’s task forces, carrying out coordinated commando operations and working as teams to neutralise their enemies. With their cybernetic enhancements and arrays of weaponry, they attack enemies with high Beast and Aggression scores first. Working in groups of six, they usually spread out like so: 3 melee attackers and 3 ranged attackers.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Akyoshi Fumijiro": {
      "name": "Akyoshi Fumijiro",
      "tokenName": "Akyoshi Fumijiro",
      "description": "<p>Human notables have their place in a hierarchy and use it to command. This can be within an ark, where they are department heads or managers. It can also be within a rebut community, in which case these notables form the leaders, advisors, and sometimes even the will-o'-the-wisps, in connection with the Knight.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to their underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Ally; (recruit) / Brute (recruit)</p>"
    },
    "Alen Travis": {
      "name": "Alen Travis",
      "tokenName": "Alen Travis",
      "description": "<p>Allen Travis was part of a very wealthy family from Ireland that had recently acquired Malahide Castle in the suburbs of Dublin. When the shadows arrived, the castle quickly became a refuge, and when the Mask invaded Dublin, the populations retreated to Malahide. Allen welcomed everyone without distinction and accepted, unconditionally, to share all his resources to ensure everyone's survival. After Arthur's victory and the creation of the Knight, he became the leader of the Malahide community and then requested to join the organization. This is how he integrated into the Ogre section within a coterie with four other knights: Jennie 'Archer' Long Shao, Brad 'Paw' Jones, Dajan 'Voice' Hamdoun, and Charlotte 'Fox' Bellanger. Allen later requested to join the Dragon section to become a wandering knight. Subsequently, very little information is available. It is known that he returned once to Camelot to have his Glow AI updated, which he deemed defective, and it was on this occasion that he learned of Charlotte Bellanger's death.</p>",
      "tactique": "<p>Allen Travis is an experienced fighter who perfectly controls his Rogue meta-armour. Using his Ghost mode, he attacks the enemy with the lowest Flesh score and attempts to surprise them with his dagger.</p>",
      "section": "",
      "type": "Boss (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Alexandre Moreau": {
      "name": "Alexandre Moreau",
      "tokenName": "Alexandre Moreau",
      "description": "<p>Alexandre Moreau is a member of the Knight, more specifically a squire of Lancelot. Chosen by the latter shortly after his arrival in the organization, he gained the privilege of becoming a wandering knight and setting out in search of the Grail. Equipped with a Rogue meta-armour, he is a specialist in the martial art of wushu, which he practices both unarmed and with his kinetic sword in the form of a Chinese jian.</p>\n<p>Discreet and tenacious, Alexandre has been roaming the Central Siberia for several weeks. Having conducted extensive research on the events of Tunguska, he is convinced that clues about the Grail are hidden in this deserted and snowy place.</p>\n<p>Of course, this does not prevent him from lending a hand to nearby knights in difficulty, especially when it comes to distinguishing himself in combat, but his very personal interpretation of the Knight's code of honor always ends up distancing him from his new allies. Then, he sets off alone again in search of the Grail, convinced that through tenacity, he will eventually be one of the links that will save Humanity.</p>",
      "tactique": "<p>Alexandre only fights the enemies of the Knight, preferring to discreetly assassinate enemies with the least HP.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Alvaro Petruzzi": {
      "name": "Alvaro Petruzzi",
      "tokenName": "Alvaro Petruzzi",
      "description": "<p>This man of the Church, an inquisitor within the Neo Vatican, is most often seen wearing a worn brown trench coat that gives him the appearance of a retired American police inspector. He is, however, still young, in his forties, and when he speaks, his Italian accent leaves no doubt about his origins. Present among those who fled the Vatican, Alvaro is a man convinced of the righteousness of the fight against the Anathema and despair. He has put all his knowledge and brilliant mind at the service of the new religious order that is the Neo Vatican. Attached to ethics and honor, he investigates many cases on behalf of the Inquisition, which answers only to the Pope or, in his absence, to the Bishop of Rio.</p>",
      "tactique": "<p>An incredible investigator with numerous resources and contacts, he is not, however, a fighter. In case of trouble, his tactic is to call for help and take cover.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Ancien serviteur du serpent": {
      "name": "Ancien serviteur du serpent",
      "tokenName": "Ancien serviteur du serpent",
      "description": "<p>The former servants of the Serpent were forgotten by him when he decided to end his existence. Yet, without their will to gather the different fragments and their care, the Ophidian and the various Lords of the Abyss could not have reformed and led Renaissance.</p>\n<p>On their side, these once powerful and intelligent creatures have made the canyons bordering Renaissance their domain. Regressing little by little until they became wild beings, most have lost their memory, if not their reason. However, in contact with thinking beings, they could quickly regain their faculties of reflection.<br>In appearance, they are winged and dark creatures that can measure up to five meters in height and ten in length. However, their bodies are in constant change but always possess at least one attribute of the Serpent: scaly skin, venomous fangs, serpentine body, forked tongue, etc.</p>",
      "tactique": "<p>Each former servant of the Serpent is a fierce and brutal creature that attacks the most threatening enemy, that is, the one with the highest score in Beast, Fury, or Aura. In a group, they act in concert and always target the same enemy.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Ania": {
      "name": "Ania",
      "tokenName": "Ania",
      "description": "<p>Ania est le personnage-lien de la Black Cell avec le groupe de PJ. Comme d&eacute;crite dans ce pr&eacute;sent ouvrage, elle doit &ecirc;tre adapt&eacute;e tant par ses origines que par son apparence &agrave; un des h&eacute;ros dont elle est normalement la s&oelig;ur perdue &agrave; la suite de l&rsquo;arriv&eacute;e violente de l&rsquo;Anath&egrave;me. Lorsque le PJ et Ania se retrouveront, elle sera chang&eacute;e physiquement, affichant de lourdes cicatrices ou encore une mutilation compens&eacute;e par un implant cybern&eacute;tique.Bien qu&rsquo;excellente officier militaire et femme d&rsquo;action r&eacute;solue, Ania est un personnage conciliant, qui cherche &agrave; discuter et &agrave; faire des compromis avant de passer aux actes. Elle croit dur comme fer aux id&eacute;aux de la Black Cell et suivrait Dominik Kravtchenko jusqu&rsquo;en enfer. Cette foi ne pourra jamais &ecirc;tre remise en question.</p>",
      "tactique": "<p>Ania est une soldat, une officier et une tireuse d&rsquo;&eacute;lite particuli&egrave;rement efficace. Elle utilise son fusil anti-mat&eacute;riel pour cibler les ennemis pouvant infliger le plus de d&eacute;g&acirc;ts et change r&eacute;guli&egrave;rement de position pour rester &agrave; distance.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Ari Gundersen": {
      "name": "Ari Gundersen",
      "tokenName": "Notable humain",
      "description": "<p>Ania is the link character of the Black Cell with the group of PCs. As described in this present work, she must be adapted both in her origins and appearance to one of the heroes whose sister she is normally, lost following the violent arrival of the Anathema. When the PC and Ania reunite, she will be physically changed, displaying heavy scars or a mutilation compensated by a cybernetic implant. Although an excellent military officer and resolute woman of action, Ania is a conciliatory character who seeks to discuss and make compromises before taking action. She firmly believes in the ideals of the Black Cell and would follow Dominik Kravtchenko to hell. This faith can never be questioned.</p>",
      "tactique": "<p>Ania is a soldier, an officer, and an elite sniper, particularly effective. She uses her anti-material rifle to target enemies that can inflict the most damage and regularly changes position to stay at a distance.</p>",
      "section": "",
      "type": "Ally (recruit) / Brute (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Arthur": {
      "name": "Arthur",
      "tokenName": "Arthur",
      "description": "<p>For Avalon and Humankind as a whole, Arthur is a personage veiled in mystery. The man formerly known as Raphael MacTavish surrendered his name when he donned the Excalibur meta-armour. In the time since that day he has created and commanded Avalon, yet few can claim to know the man behind the helm, and fewer still know his thoughts. Guinevere, his AI, may well be the only one privy to that information, especially since Arthur never removes his armour. His charisma and majesty are undeniable. All Knights hold him in the highest regard. Some have even begun to worship him.</p>",
      "tactique": "<p>Arthur is a peerless combatant, capable of facing and defeating many skilled opponents at once. His metaarmour obeys him almost instinctively, and a great many of his modules activate without his ever having to issue a command. He prioritises attacking enemies with a high Beast aspect first, then those the highest Flesh aspect.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Arthur - Nouveau triarche": {
      "name": "Arthur - New Triarch",
      "tokenName": "Le protecteur",
      "description": "<p>The Protector is the oldest of all. He is primarily tasked with protecting the other triarchs and aiding them in combat. Not easily impressed by the power and number of his opponents, he is a formidable warrior and tactician. He speaks little, except to direct his allies during battle with a confident voice. His two attributes are a spear with both ends formed into points, and a round, convex metal shield marked with an inverted V. Having played the role of triarch for an extremely long time, the Protector has very few memories of his human life. He only recalls images of a lost battle in a defile, of being left alone with a few men facing hundreds of thousands of invaders.</p>",
      "tactique": "<p>The Protector is an exceptional tactician. He always knows how to analyze his combat environment to make the most of it and lead the battle with a masterful hand. If he fights alongside other triarchs, he will defend them at the risk of his own life, repelling and attacking enemies with the highest Beast score, then Fury. His high shield score symbolizes the strange and enormous round pavise with which he defends himself.</p>",
      "type": "Boss (initiate)",
      "pointsfaibles": "<p>Knowledge</p>"
    },
    "Austin Cox": {
      "name": "Austin Cox",
      "tokenName": "Austin Cox",
      "description": "<p>Austin Cox is a Tier 4 citizen of the LASF ark. The manager of one of the most sought-after comfortresses in the ark, he appears to be a high-ranking, well-groomed official. However, the man hides a dark side. Indeed, he was one of the first to become interested in the penombra drug and has since been running a vast trafficking network within the comfortresses. Much richer than he should be, Austin Cox has a pronounced taste for his own drug, gambling, and sex of all kinds. Thus, behind his always impeccable suit and serious, haughty demeanor, a discerning eye can detect that he hides another nature.</p>",
      "tactique": "<p>Austin Cox does not fight unless he is under the influence of penombra. But when he ingests it, his aggressiveness is doubled, and he is ready to attack any enemy with the highest score in <em>Beast</em> and then <em>Fury</em>.</p>",
      "section": "",
      "type": "Badass (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Awa Jhélam": {
      "name": "Awa Jhélam",
      "tokenName": "Awa Jhélam",
      "description": "<p>Costumes created by the Shadowed Man are beings tailored to its needs to perform duties both in and outside of the Anathema. It creates them from human corpses, like the Ishmael Jhélam incarnation, imbuing them with a degree of intelligence and responsiveness (but only that which the Overlord chooses to give them). They are quite hardy, and can provide decent protection to the Overlord if required. Their main use, however, is as infiltrators. They can be created in the image of any individual the shard has met, allowing it to create high-profile replicas such as the Immortals Francisco Manuel Guedes and Atal Patil.</p>\n<p>Some of these costumes are quite old. The Shadowed Man’s wife, for instance, is a costume it created from the memories it has of its first love, and she has stood by him for millennia. She hardly ever speaks, since costumes have no free will; they are just puppets, made to obey their Overlord’s will. The Byrd Corporation’s board of directors are also all costumes. The Shadowed Man uses them to mimic board meetings and discuss the company’s future. The Overlord always gets its way, of course.</p>",
      "tactique": "<p>Costumes usually fight with two weapons, one for ranged combat and one for close combat. They use both with equal skill. They usually aim to disarm their opponents, focusing on enemies with high Beast and Combat scores first.</p>",
      "type": "Brute (initiate)",
      "pointsfaibles": ""
    },
    "Bédivère": {
      "name": "Bédivere",
      "tokenName": "Bédivere",
      "description": "<p>Shinzo Kasugano, now known as Bedivere, is the latest addition to the Round Table. Up until a few weeks ago this former Nodachi agent was one of Kay‘s squires, though some less than charitably call him her sworn killer. His mastery of martial arts, his innate strength, and a measure of ruthlessness have allowed him to fell huge abominations single-handed and survive deadly encounters with the most terrifying of colossi. He leads the elite Kraken division, and seldom removes the oriental demon helmet of his onyx Barbarian meta-armour named ‘Fujin.‘</p>",
      "tactique": "<p>Always pursuing excellence and the fiercest of battles, Bedivere disdains lesser foes in favour of bosses or, failing that, badasses with the highest Beast scores available. An additional thing to note is that he will not leave the field of battle until all his enemies are dead, or unless he himself falls.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Bernadette Bell": {
      "name": "Bernadette Bell",
      "tokenName": "Bernadette Bell",
      "description": "<p>The arrival of the Anathema caused a debacle in the areas surrounding the ocean of shadows, and a no man's land was established to prevent anyone from approaching. Yet, Bernadette Bell is still there. Living in a small, dilapidated house on the eastern shore of the Bosphorus Strait, she refused to leave her home when the population fled to the western part of Istanbul. She refused again to be displaced when the area became a no man's land. Showing no signs of despair, the Knight and her family eventually abandoned the idea of moving her. Thus, Bernadette continues to live near the Anathema with her cat Mimi. Strange rumors circulate about her. Some say that evil itself has incarnated in her, others that she can see the future. Meanwhile, she spends part of her days sitting in a chair, stroking her cat, and waiting for the Knight's outpost to provide her with supplies.</p>",
      "tactique": "<p>Bernadette does not fight and automatically flees in times of conflict.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Berserkir": {
      "name": "Berserkir",
      "tokenName": "Berserkir",
      "description": "<p>These super-enhanced warriors, with almost entirely cybernetic bodies and serving Odin with unwavering loyalty, form both a kind of super-militia present within the ark and Odin's praetorian guard. Each is augmented differently, but always to an almost total extent, with bodies covered in metal and graphene. Some are thus pure warriors with bodies bristling with weapons, others are infiltrators capable of becoming invisible, and still others are ultra-fast, capable of matching the speed of race cars. Like the knights, each berserker can equip themselves as they wish and gain new augmentations as they accomplish feats and missions. Moreover, most can rival the knights in single combat, and like them, they fight against the shadows. However, Odin's men only deal with the Horror and the creatures that threaten Asgard, not the rest of the world. If Odin and the berserkir changed their policy and aided the Knight, there is no doubt that the fight against the shadows would be easier...</p>",
      "tactique": "<p>The berserkir exist only to protect Odin. They will only attack if Odin orders it, and they will rush at the enemy who has inflicted the most damage to their master or the one with the highest Fury or Beast score.</p>",
      "section": "",
      "type": "Ally (initiate) / Brute (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Billy Otal": {
      "name": "Billy Otal",
      "tokenName": "Billy \"virtuoso\" Otal",
      "description": "<p>Billy is a brilliant and energetic wandering knight who can be encountered by the PCs during the Battle of London. Particularly fierce and tenacious, he is a solitary hero and a talented artist who uses his drawing skills to trace magnificent plasma shapes in the air.</p>",
      "tactique": "<p>Billy is a powerful and violent ally who primarily targets enemies that can inflict the most damage.</p>",
      "section": "",
      "type": "Ally (heroic)",
      "surnom": "Virtuoso",
      "pointsfaibles": ""
    },
    "Bob Thompson": {
      "name": "Bob Thompson",
      "tokenName": "Bob Thompson",
      "description": "<p>Bob Thompson is a Tier 7 citizen of the LASF ark, tasked, along with many others, with maintaining the ark's maglef network in good condition. A taciturn and hardworking man in his forties, he lived for several months in the ark's slums before his mechanical talents were discovered. Since then, he has been able to find a small permanent residence for his wife and 12-year-old daughter. However, to keep it, Bob is forced to accept increasingly perilous missions, sometimes close to the Anathema wall through which the train passes. He knows that the day will come when, to survive, he will have to accept entering the shadows, as the maglef has numerous breakdowns in the darkness.</p>",
      "tactique": "<p>Bob Thompson does not fight and automatically flees in times of conflict.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Bohort": {
      "name": "Bors",
      "tokenName": "Bors",
      "description": "<p>Fiery, reckless, passionate, and intense, the endlessly energetic and straightforward Bors, her true name Meghan Mac Kenzie, is well loved by her peers and strangers alike. Her skill at fighting while riding a Steed motorbike turned it into a martial discipline in its own right. She leads Gryphon division, a team of VIP and Knight escort specialists. Always on the move, Bors never leaves base without her Steed combat motorbike and her prestige meta-armour, ‘Fu-Mari,‘ a Warrior chassis modified for high-speed combat.</p>",
      "tactique": "<p>Bors is a high-speed pursuit and combat specialist. She fights on her Steed combat motorbike and harasses enemies, raining fire on them with her twin shoulder mounted automatic turrets and blows from her flail, ‘Apophis.‘ She prioritises targeting enemies with a high Beast score and exfiltrates wounded or struggling allies. The defence and reaction scores in parentheses are to be used when she is on a Steed motorbike.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Bradley King": {
      "name": "Bradley King",
      "tokenName": "Bradley King",
      "description": "<p>Human notables have their place in a hierarchy and use it to command. This can be within an ark, where they are department heads or managers. It can also be within a rebut community, in which case these notables form the leaders, advisors, and sometimes even the will-o'-the-wisps, in connection with the Knight.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to their underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Ally (recruit) / Brute (recruit)</p>"
    },
    "Bronson": {
      "name": "Bronson",
      "tokenName": "Bronson",
      "description": "<p>Psychiatric institutions labelled him a violent sociopath and certifiably insane, and Bronson, real name Clay Pietrovski, proved them right by joining the Nine of his own volition. Once a police officer in the London Met, he is to this day the only person to have tracked down a member of the organisation, in this case Harold Fench. Pietrovski then convinced the Sage to have the Fool recruit him. His actions stem from his deepseated hatred of Ishmael Jhélam. His wife Irina was accidentally killed in an entirely unremarkable traffic collision with the London Immortal. Jhélam simply paid for repairs and offered a lump sum as a settlement for the loss of life, but showed no remorse and offered no apologies.</p>\n<p>Since then Bronson’s hostility of the Immortal has raged like a tempest, fanning the flames of his insanity. Uncontrollable, cruel, sadistic, violent, perverted, but also resilient and with a flair for murder, Bronson is the most visible and active of the Nine. He kidnaps, tortures, and often kills anyone the Sage points him at with almost machinelike efficacy. His lust for revenge on Jhélam cannot be contained forever, though, and the Sage’s petty distractions are starting to sate his violent urges less and less.</p>\n<p>The ‘Bronson’ nickname comes from his striking resemblance to Charles Bronson (the convict, not the actor). It started out as a moniker given by the London ark’s press, but was quickly picked up internationally as his infamy spread. Not only does Bronson enjoy killing, he also likes arranging his victims in macabre tableaus, filming and distributing his murders on pirate networks. Neither the Sage nor the Fool approve of this.</p>",
      "tactique": "<p>Bronson only attacks when cornered, he tries to run away otherwise. When attacking enemies of the Nine he tries to assassinate one of them quietly, usually the one with the lowest Flesh or Beast score, preferably staging the kill in some gruesome way.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Carlos Roya": {
      "name": "Carlos Roya",
      "tokenName": "Carlos Roya",
      "description": "<p>Carlos Roya is a young, handsome, and athletic man with an incredible charisma for a mere mortal. This aura is not just physical: Carlos is a man who exudes faith, honesty, and a certain reassuring tranquility that is extremely communicative. It is said that he has performed 'miracles,' although he is not spoken of as a saint. None of this is verified, but what is certain is that he enjoys a certain popularity among the people and that the Inquisition offers him unwavering support.</p>",
      "tactique": "<p>As much as possible, Carlos avoids combat. He was trained as a monk-soldier of the Order of the Redeeming Light, but he has not worn that uniform for some time.</p>",
      "section": "",
      "type": "Ally/Badass (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Celeste Casarini": {
      "name": "Celeste Casarini",
      "tokenName": "Celeste Casarini",
      "description": "<p>Celeste is a forty-something woman with gray hair cut in a brush cut. She has a pronounced limp from a skirmish with a Swiss Guard team when she was leading the Legion's motorcycle scouts. With a strong but deeply disillusioned temperament, she serves as a discreet liaison agent between the Knight and Rome. Indeed, it was Lancelot who recruited her while he was hunting the Monster in the Eternal City. For the past few months, she has been helplessly witnessing Cesare's growing madness and has noticed some inconsistencies in Saul's behavior and schedule. She is currently in charge of the Legion's communications and spends most of her free time spying on the movements and exchanges of the Swiss Guard, to whom she harbors a fierce hatred. Celeste Casarini's profile is equivalent to that of a common notable.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to their underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "Ally (recruit) / Brute (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Cesare Di Marzio": {
      "name": "Cesare Di Marzio",
      "tokenName": "Cesare Di Marzio",
      "description": "<p>Cesare Di Marzio, the providential man who succeeded in gathering a group of talented men and women into the Legion from the ruins of Italian society, is a lean Caucasian in his fifties with a knife-like face, disfigured by an ugly scar along the right lower jaw from an old bite. His hair is salt and pepper, cut in a military brush cut. Everything about him exudes austerity, except for his attire: he is permanently dressed in a discreet bulletproof armor covered by a purple toga bordered with gold and adorned with the emblem of the Legion. A golden laurel wreath encircling his skull completes a large golden pectoral.</p>\n<p>Cesare exudes a certain charisma and speaks fluently in Italian, English, and Latin. He is a former professor of classical literature who worked in a private military high school in Rome. The arrival of the Anathema led him to construct a fantastical world in which the Roman Empire he cherished would rise from its ashes and be guided to greatness. However, his mental instability has also led him to commit numerous atrocities or make unpopular decisions.</p>\n<p>During his exchanges, he often appears distracted, interrupting his interlocutors, asking them to go back, and then reproaching them for their lack of clarity.</p>",
      "tactique": "<p>Particularly paranoid, the legate of the Legion is always surrounded by trusted members of his army and never goes out alone. In combat, he tries to secure himself, calls for help, and uses a heavy revolver given to him as a gift by the Knight as a token of friendship. He primarily targets the enemies closest to him.</p>",
      "section": "",
      "type": "Ally (recruit) / Boss (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Cevat Polat": {
      "name": "Cevat Polat",
      "tokenName": "Cevat Polat",
      "description": "<p>The Polat brothers were born and spent their entire youth in Istanbul. Inseparable since childhood, their fraternal bond did not, however, withstand the ocean of Anathema that covered part of the city. It is impossible to know the reason for their disagreements, but the fact remains that they have become sworn enemies, forming two communities of rebuts ready to do anything to harm each other. Despite the joint efforts of the Knight and the congregation of New Jerusalem, no truce ever lasts, and the two groups always end up clashing in bloody brawls. Their mutual hatred is so cold and unyielding that the Knight even comes to think that it might not be natural. Especially since some witnesses claim to have seen one or the other brother talking to a white mask hidden in a wall.</p>",
      "tactique": "<p>The Polat brothers attack from a distance the enemy with the highest score in <em>Fury</em> or <em>Beast</em>.</p>",
      "section": "",
      "type": "Badass (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Cheryl J. Wylson": {
      "name": "Cheryl J. Wylson",
      "tokenName": "Notable humain",
      "description": "<p>Human notables have their place in a hierarchy and use it to command. This can be within an ark, where they are department heads or managers. It can also be within a rebut community, in which case these notables form the leaders, advisors, and sometimes even the will-o'-the-wisps, in connection with the Knight.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to their underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Ally (recruit) / Brute (recruit)</p>"
    },
    "Chevalier d'ombres": {
      "name": "Shadow Knight",
      "tokenName": "Shadow Knight",
      "description": "",
      "tactique": "",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<h1>See atlas page 137</h1>"
    },
    "Christina Newmann et Aaron Menahem": {
      "name": "Christina Newmann and Aaron Menahem",
      "tokenName": "Christina Newmann and Aaron Menahem",
      "description": "<p>The Washington, DC. Headquarters are helmed by two inseparable data analysts. Christina is a distant, bespectacled young blonde woman, whose knowledge of the inner workings and secrets of the Anathema rivals that of Dagonet and the Cyclops division. Aaron is a timid, nervous young man and a genius mathematician, whose expertise lies in sorting, collating, and ordering information. Between the two of them, they possess as much skill and expertise as the best of Avalon’s intelligence teams. With a hundred agents at their command, they collect and analyse great batches of data in an attempt to determine the reasons behind the darkness’s invasion.</p>",
      "tactique": "<p>Christina Newmann and Aaron Menahem do not engage in combat and are protected by Black Cell agents. In the event of an attack, they will be extracted at the first sign of violence.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Cicero Ceves": {
      "name": "Cicero Ceves",
      "tokenName": "Cicero Ceves",
      "description": "<p>Cicero Ceves is as unmeasured in his manner as his two sober companions. A former American football player in New York, he fled the East Coast of the United States upon the arrival of the Machine. He was in the process of obtaining his pilot's license and made the journey aboard a plane he had stolen. Of course, Cicero was not alone, and he saved several hundred New Yorkers through his actions. This earned him the attention of Kay and the opportunity to join Gideon's coterie. Since his adventure, Cicero, in Priest armor, has become an accomplished pilot and a good mechanic. Adept at hand-to-hand combat, he does not hesitate to punctuate his blows with humorous quips. He is the only one who can make Gideon laugh during their numerous training sessions together.</p>",
      "tactique": "<p>Cicero is a daring, sometimes reckless character who had a hard time accepting the calm and discretion of his coterie. Thanks to Gideon and following an operation that went wrong, he understood that observation missions require delicacy and composure. Since then, Cicero is an exemplary support who intervenes only when necessary and accepts being in the background. He uses his weapons and firepower only when the situation demands it and rejoices when he can destroy the abominations of the Anathema.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Cicero Ceves (hero)": {
      "name": "Cicero Ceves (heroic)",
      "tokenName": "Cicero Ceves",
      "description": "<p>Cicero Ceves is as unmeasured in his manner as his two sober companions. A former American football player in New York, he fled the East Coast of the United States upon the arrival of the Machine. He was in the process of obtaining his pilot's license and made the journey aboard a plane he had stolen. Of course, Cicero was not alone, and he saved several hundred New Yorkers through his actions. This earned him the attention of Kay and the opportunity to join Gideon's coterie. Since his adventure, Cicero, in Priest armor, has become an accomplished pilot and a good mechanic. Adept at hand-to-hand combat, he does not hesitate to punctuate his blows with humorous quips. He is the only one who can make Gideon laugh during their numerous training sessions together.</p>",
      "tactique": "<p>Cicero is a daring, sometimes reckless character who had a hard time accepting the calm and discretion of his coterie. Thanks to Gideon and following an operation that went wrong, he understood that observation missions require delicacy and composure. Since then, Cicero is an exemplary support who intervenes only when necessary and accepts being in the background. He uses his weapons and firepower only when the situation demands it and rejoices when he can destroy the abominations of the Anathema.</p>",
      "section": "",
      "type": "Ally (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Citoyen de l'arche Oslo-Asgard": {
      "name": "Citizen of Oslo-Asgard Ark",
      "tokenName": "Citizen of Oslo-Asgard Ark",
      "description": "<p>The meta-soldiers of the Nodachi form the bulk of the combat troops. Each of them is equipped with a Kirin-type exoskeleton that enhances their physical power and provides impressive jumping capabilities. Organized into squads of about a dozen men, they are equipped with three small polymorphic drones of the Obake type and various weapons such as the Askr-1 assault rifle or the Onagre machine gun.</p>",
      "tactique": "<p>The meta-soldiers act in combat squads, each focusing on a threat. They are generally led by yojimbos and samurais. If all their human leaders are killed and their cohesion drops below half, they surrender.</p>",
      "type": "Band (heroic)"
    },
    "Citoyens argonautes": {
      "name": "Argonaut Citizens",
      "tokenName": "Argonaut Citizens",
      "description": "<p>The Argonaut citizens, Tier 2 and 3 of the Denver ark, have undergone multiple genetic therapies that allow them to develop enhanced physical, mental, and sensory abilities. They benefit from these abilities in the form of extraordinary aptitudes and believe themselves to be the future of Humanity.</p>",
      "tactique": "<p>The Argonaut citizens operate in groups and are simply humans with slightly superhuman abilities. They always try to attack the most dangerous enemies, possessing the weapon with the highest PG or the highest Fury score.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Ally (recruit) / Brute (recruit)</p>"
    },
    "Clara Jensen": {
      "name": "Clara Jensen",
      "tokenName": "Clara Jensen",
      "description": "<p>Clara Jensen is a self-made woman. She started out as an aeronautics mechanic, fighting to gain recognition in an overwhelmingly male field. With a mix of charm and stubbornness, she eventually built the world’s largest transport and mechanical spare parts company in the world. One thing this has ingrained in Houston’s Immortal administrator is a refusal to let herself be manipulated or, worse, ordered around. She is the mistress of her own fate and believes she made all her choices, good and bad, willingly.</p>",
      "tactique": "<p>Immortals rarely need to fight, directing their efforts towards their ark and corporation, for those that run one. They usually rely on their wits and charisma to avoid conflict. If they have no other choice, they call on the local militia and bodyguards while attempting to flee (although they are usually evacuated at the first sign of trouble).</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Claudia Santoni": {
      "name": "Claudia Santoni",
      "tokenName": "Claudia Santoni",
      "description": "<p>Claudia is 17 years old and, despite the hardships, is a beautiful young girl with blonde curls framing her dark green eyes. She and her family quickly joined the entourage of the Legion when her father became one of Cesare's centurions. After his death, it was her mother, Graziella, who served the officers as an attendant. Claudia, on the other hand, was recruited into the 'recovery' teams, or rather the looting teams, of the ruins. She possesses a very good sense of orientation and seems to have a very keen eye for finding technical equipment to dismantle and rebuild. She would have disappeared during a confrontation with the Swiss Guard. In fact, it was Fiona Intyre who abducted her to provoke a war between the Legion and the Swiss Guard.</p>\n<p>The profile of Claudia Santoni is equivalent to that of a common notable.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to their underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "Ally (recruit) / Brute (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Clone d'Ethan Henry": {
      "name": "Clone of Ethan Henry",
      "tokenName": "Clone of Ethan Henry",
      "description": "<p>The immortal is now the true Perfection, and the one who reigns in China is merely a decoy intended to deceive her human enemies. The way Ethan Henry changed and freed himself from Nox is described in the M7-7 — Hemera Genetics. It is important to note that during their first encounter with the immortal, the PCs are in the presence of the Perfection, and it is likely that she uses her incarnation talents to seduce and discreetly convince them of the righteousness of her actions.</p>",
      "tactique": "<p>The Perfection prefers to negotiate rather than fight. If forced to fight, she attacks those with the lowest score in Flesh and then in Strength.</p>",
      "section": "",
      "type": "Boss (initiate)",
      "surnom": "",
      "pointsfaibles": "<p>Aggression / Composure</p>"
    },
    "Cohorte du baron Stein": {
      "name": "Baron Stein's Cohort",
      "tokenName": "Baron Stein's Cohort",
      "description": "",
      "tactique": "<p>The members of the cohort try to keep their leader safe and prefer to attack from a distance using all sorts of firearms (pistol, submachine gun, shotgun, etc.).</p>",
      "type": "Band (recruit)"
    },
    "Commandos napolitains": {
      "name": "Commandos napolitains",
      "tokenName": "Chef opérationnel",
      "description": "<p>Les troupes d&rsquo;&eacute;lites de l&rsquo;arche de Naples sont r&eacute;guli&egrave;rement envoy&eacute;es dans des zones recul&eacute;es de la p&eacute;ninsule italienne ou en Afrique du Nord pour toutes sortes d&rsquo;op&eacute;rations : exfiltration de scientifiques ou de criminels recherch&eacute;s, r&eacute;cup&eacute;ration d&rsquo;&oelig;uvres d&rsquo;art, reconnaissance &agrave; proximit&eacute; de l&rsquo;Anath&egrave;me, etc. Aussi, les commandos sont parfaitement rompus aux techniques de harc&egrave;lement et de gu&eacute;rilla. Sous la houlette du commandant Erosti, ils op&egrave;rent de fa&ccedil;on tr&egrave;s coordonn&eacute;e, frappant et se repliant, tout en d&eacute;ployant d&rsquo;importants moyens a&eacute;riens pour couvrir leur retraite.</p>",
      "tactique": "<p>Les chefs op&eacute;rationnels partagent leur temps entre des bureaux et le combat sur le terrain. Ils dirigent alors des escouades d&rsquo;hommes et n&rsquo;h&eacute;sitent pas eux-m&ecirc;mes &agrave; se battre. En g&eacute;n&eacute;ral, ils se mettent &agrave; couvert et tirent sur les ennemis tout en commandant les agents sur le terrain. S&rsquo;ils sont en mauvaise posture, ils utilisent leur grenade pour fuir. En combat, ils essaient de ne pas se faire remarquer. S&rsquo;ils doivent attaquer, ils ciblent l&rsquo;ennemi avec le moins de PS puis le moins de PA.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Cyber-ninja": {
      "name": "Cyber-ninja",
      "tokenName": "Cyber-ninja",
      "description": "<p>Kaneda Technologies has a reputation for creating home automation and drones, not androids. Cyber-ninjas are proof that Kaneda has mastered those, too. These artificial humanoid beings are equipped with invisibility and stealth devices, allowing them access to the most secure areas. The main difference between cyber-ninjas and shinobi is that cyberninjas can be mass-produced, rendering them much more expendable. They are even sent on kamikaze bombing runs to sabotage installations on occasion.</p>",
      "tactique": "<p>Cyber-ninjas are infiltrators and kamikaze bombers. They concentrate their assault on a single enemy at a time, usually one with high Aggression or Combat scores, and try to neutralise them as fast as possible. Once they suffer too much damage, they use their kamikaze ability.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Tech</p>"
    },
    "Dagonnet": {
      "name": "Dagonet",
      "tokenName": "Dagonet",
      "description": "<p>Theobald Graafson, now known as Dagonet, was a prodigy in the fields of geology, chemistry, and speleology. Travelling from job to job, country to country, he lent his talents to companies and people alike. Graafson discovered the existence of alpha element near his home city of Cologne, and was involved in the creation of Excalibur. Now, newer Knights and non-combatant personnel consider him the most likeable Knight of the Round Table, thanks in no small part to his excellent sense of humour. When off investigating one of the Anathema‘s manifestations, he always takes his prestige Priest model meta-armour ‘Digger‘ with him, capable of tunnelling through all substances known to Humankind. His Cyclops division is, like him, devoted to understanding the darkness and its creatures, its materials, and its rules.</p>",
      "tactique": "<p>Dagonet likes to fight but hates killing. He will try to knock out or otherwise render helpless enemies dealing the highest damage or those with the ignore armour ability. He uses the strange properties of his weapon, known only as ‘the drill,’ to destroy enemy equipment and hinder their movements.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Decimus": {
      "name": "Decimus",
      "tokenName": "Decimus",
      "description": "<p>Decimus was originally a creature of the Machine implanted in the United States, within the territory of his Lord. With the fall of the latter and the retreat of the shadows from the East Coast, the Order of the Redeeming Light considered that there was no longer any danger in procuring, sometimes illegally, technological elements from this territory. This is how Decimus was able, little by little, to implant himself within the Neo Vatican.</p>\n<p>Aware that he could not maintain his position for long without the support of his Lord, Decimus allied himself with the Horror so that together they could extend their grip over Rio de Janeiro. Generally, Decimus takes the form of a supercomputer. He increases his influence by pushing the monk-soldiers to attach a technological implant to their spinal column. From this element, he can develop his technology within them, to the point of being able to take complete control of their bodies, in the same way as for the mechanics.</p>",
      "tactique": "<p>Decimus takes control of the bodies of the dozen monk-soldiers who protect him and uses them to fight. In parallel, he attempts to infiltrate the technological systems that surround him, notably the exoskeletons and meta-armors. He seeks at all costs to protect his core, his only weak point.</p>",
      "section": "",
      "type": "Boss (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Denis De La Barthe": {
      "name": "Denis De La Barthe",
      "tokenName": "Denis De La Barthe",
      "description": "<p>Denis de la Barthe is a man of small stature in his forties, with blond hair and deep blue eyes. His face is quite mobile and smooth, pleasant without being supernaturally handsome, capable of shifting from an air of benevolent attention to a carnivorous grin. The cardinal spends his time in uniform pants and a black tactical vest, adorned with the symbol of the Swiss Guard on the left shoulder. He has several noticeable speech tics — he corrects his interlocutors at the slightest mistake, leaves his sentences trailing off, marks unnecessary pauses — and spends his time prevaricating and trying to shift all responsibility onto his accusers.</p>\n<p>However, he also acts as a seasoned fighter and, when necessary, intervenes in a blinded exoskeleton similar to those of the Nodachi, equipped with a plasma torch.</p>",
      "tactique": "<p>Cardinal de la Barthe likes to impress and frighten his enemies. In case of conflict, he primarily targets adversaries with the lowest Dame value.</p>",
      "section": "",
      "type": "Ally (initiate) / Boss (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Désespéré commun": {
      "name": "Regular hopeless",
      "tokenName": "Regular hopeless",
      "description": "<p>Humans who fall into despair near a gloomstain are usually affected by the corresponding Overlord’s influence. Those who become hopeless far from any particular Overlord, on the other hand, tend to just go berserk and attack their loved ones or anyone near them. Even without an Overlord’s guidance, these hopeless still gather in murderous packs.</p>",
      "tactique": "<p>Hopeless attack all enemies without distinction, rushing into battle with whatever they can get their hands on and firing wildly with ranged weapons.</p>",
      "type": "Band (recruit)"
    },
    "Docteur Bella Sandro": {
      "name": "Doctor Bella Sandro",
      "tokenName": "Doctor Bella Sandro",
      "description": "<p>Bella Sandro is not so much known within the Knight for her psychiatric skills as for her talent in painting. Specialized in art therapy, this 35-year-old woman from Brazil has traveled the world to speak about her field and exhibit her works as well as those of her patients. For Bella Sandro was known for inspiring her &laquo; students &raquo; and allowing them to brilliantly externalize their emotions. Her own paintings were also reputed to provoke a sort of catharsis in those who observed them.</p>\n<p>Today, Bella has put her profession and talent at the service of the Knight by becoming the chief psychiatrist of the cabinet located in Camelot. Although she is still able to paint, she is no longer able to provide inspiration to her patients. Of a pronounced character, and even megalomaniacal, she refuses this state of affairs and regularly works with Mr. Pendulum to seek to re-inspire former artists who have lost the gift. She is also regularly in contact with the immortal Ismaël Jhélam who seems particularly sensitive to her talent as well as to her person...Despite her success and multiple projects, Bella dedicates most of her time in Camelot to helping knights confronted with the Anathema during their missions. She also works with Doctor Bluebird and the knights Dagonnet and Lancelot to try to find an effective treatment to fight against despair.</p>\n<p>&nbsp;</p>",
      "tactique": "<p>Bella Sandro is not known for being a fighter. She has, however, undergone numerous trainings that make her someone capable of defending herself, particularly against the creatures of the Anathema which she abhors. She always prefers to attack the enemy with the least in the Beast aspect or the most in the Sang-Froid characteristic.</p>",
      "section": "",
      "type": "",
      "surnom": "Psychiatrist",
      "pointsfaibles": ""
    },
    "Docteur Bruce Bluebird": {
      "name": "Doctor Bruce Bluebird",
      "tokenName": "Doctor Bruce Bluebird",
      "description": "<p>Bruce Bluebird is the chief physician of the Knight's infirmary. This surgeon-cyberneticist was a pioneer in the creation of cybernetic implants and prostheses long before joining the organization. A researcher very close to James Niakaté, they had collaborated on the creation of medical nanomachines in South Africa, and he was one of the few to have known about James Niakaté's success before his results on immortality were stolen. For the majority of the Knight's agents, the friendship between the two men has never ceased, and it is for this reason that Merlin personally asked his former colleague to come and direct the infirmary in Camelot. For some, Merlin has always had doubts about the integrity of his colleague. Since he is the holder of many of his secrets, he arranged for him to remain under his surveillance at the Knight rather than under the control of an immortal. But the competence of this man cannot be doubted. Managing a team of about twenty doctors, to which nurses and aides are added, this American close to sixty manages to inspire respect while maintaining a friendly attitude. He does not hesitate, moreover, to tell how he lost his arm, torn off by a creature of the Machine just a few months after the arrival of the Anathema, and how he himself supervised its replacement. When he has to perform a major operation, he replaces his usual prosthesis with a complex system of his own invention which, directly connected to his brain, allows him to benefit from extraordinary precision.</p>",
      "tactique": "<p>Doctor Bluebird is rarely called upon to fight. He avoids combat unless it involves civilian enemies or creatures of the Machine. In this case, he prioritizes attacking enemies with the most Machine aspect using the weapon hidden in his prosthesis.</p>",
      "section": "",
      "type": "",
      "surnom": "Chief Physician",
      "pointsfaibles": ""
    },
    "Doli Mayard": {
      "name": "Doli Mayard",
      "tokenName": "Doli Mayard",
      "description": "",
      "tactique": "<p>Doli Mayard attacks the enemy with the lowest Flesh score as a priority. She does not hesitate to flee if she considers her life to be in danger.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Dolores Mercato": {
      "name": "Dolores Mercato",
      "tokenName": "Dolores Mercato",
      "description": "<p>Dolores Mercado, CEO of Tlaloc Inc., is the administrator general of the Mexico ark. She is wholly devoted to the Mask, whose Shadow incarnation has been using blackmail and threats to keep her in line for a long time. She inherited her company shortly before she became an Immortal, after her father died in tragic and unnatural circumstances. Since she became an ark administrator, her mental state and strongwilled personality seem to be getting worse by the day. She has tried to commit suicide, but her immortality has rendered her attempts vain so far.</p>",
      "tactique": "<p>Immortals rarely need to fight, directing their efforts towards their ark and corporation, for those that run one. They usually rely on their wits and charisma to avoid conflict. If they have no other choice, they call on the local militia and bodyguards while attempting to flee (although they are usually evacuated at the first sign of trouble).</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Dominik Kravtchenko": {
      "name": "Dominik Kravtchenko",
      "tokenName": "Dominik Kravtchenko",
      "description": "<p>They say that Dominik Kravtchenko was an exemplary Black Cell agent, its ideals made flesh. He was fanatically loyal to his adopted nation, zealously willing to protect it even if it meant doing unforgivable things. Legend says that he committed the worst atrocities of his time himself, claiming that he ‘did not wish for his men to go to Hell in his stead.’ The rare written pieces of evidence concerning the Black Cell attest to him burning a barn in which he had imprisoned the townspeople of a community that had caused the death of several state officials after a botched trial. Thirty elderly children, women, and elderly people were burned alive. All the town’s grown men, meanwhile, were hanged at the entrance to the town.</p>\n<p>Kravtchenko allegedly did all this alone, although no-one knows exactly how he managed it. Some say he is a giant, over 6 foot 5 tall, strong enough to kill a bear with nothing but his hands, and that he was a contract killer in his homeland before coming to America. Whatever the truth may be, burning a town of innocent people was the least of his many, many sins.</p>\n<p>One thing that has puzzled the heads of other secret services since 1787 is the fact that Dominik Kravtchenko has always been and remains the Black Cell’s director. Some believe it to be a title or a part played by people chosen on the basis that they resemble the first Kravtchenko – dark-haired, scruffy beard, piercing eyes – in order to provide continuity. Alternatively, this could be a manufactured bogeyman to scare opponents into believing the Cell’s leader to be immortal and invincible. Others suspect that Kravtchenko is and has always been the leader of the Black Cell, and that he found a way to reach eternal life well before the Immortals.</p>",
      "tactique": "<p>Dominik Kravtchenko is a very powerful man and requires no weapons. He attacks enemies with the lowest Flesh and Endurance scores first. His ability, The Tower, may be used in melee or at range. It warps and bends reality, reshaping matter and leaving deep scars on any who survive its touch.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Movement</p>"
    },
    "Dorothy Pagan": {
      "name": "Dorothy Pagan",
      "tokenName": "Dorothy Pagan",
      "description": "<p>A very beautiful woman, discreet, wearing a fitted suit, very attentive, she anticipates everyone's needs, starting with Ethan Henry, her staff, but also her guests, as a personal AI would. She constantly fixes the information circulating on her AR contact lenses in a permanent multitasking mode.<br>However, if she opposes anyone in combat, Dorothy Pagan becomes less friendly, although just as effective. Physically enhanced through the Argonautes operation, she is more resistant and more agile than a normal human.</p>",
      "tactique": "<p>Dorothy does not like to fight but does everything to protect her boss Ethan Henry. She primarily targets enemies with the highest Fury score or those most likely to harm her protege.</p>",
      "section": "",
      "type": "Badass (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Droïde de sécurité": {
      "name": "Ant",
      "tokenName": "Ant",
      "description": "<p>Ant security robots are anthropomorphic, human-sized machines. They operate alone or in squads of six, providing law enforcement for the whole of Johannesburg and many other cities in South Africa. Ants are jet black with slender graphene bodies encased in highly durable kevlar alloy. They can be equipped with a variety of weapons and have personal force field generators. Each Ant robot has a screen on their head used to display information via text, images, or emojis, as well as a loudspeaker allowing it to issue orders, warnings, and instructions in a clear, robotic voice. These robots are quite popular thanks to advanced artificial intelligence programs, giving them the ability to perform complicated activities and even make some decisions and show initiative.</p>",
      "tactique": "<p>Unrelenting and robotic, Ants are highly methodical, predictable adversaries who always target enemies with the most lethal weaponry first or, failing that, ones with the highest armour points or health points. They advance while firing on their targets, without bothering to take cover, and usually operate in groups of six to twelve individual units. When an Ant reaches 0 AP, it is destroyed.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Échos": {
      "name": "Échos",
      "tokenName": "Échos",
      "description": "",
      "tactique": "",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<h1>See Atlas p. 205</h1>"
    },
    "Edmund": {
      "name": "Edmund",
      "tokenName": "Edmund",
      "description": "<p>A low-ranking citizen, Edmund is a simple regular of the arena who, by chance, finds himself participating in the final. Friendly and polite, he is nonetheless a tough guy, capable of enduring terrible blows and continuing the fight despite injuries that would bring down anyone. He fights for his wife, Adriane.</p>",
      "tactique": "<p>Meta-soldiers act in combat squads, each focusing on a threat. They are generally led by yojimbos and samurais. If all their leaders are dead and their cohesion has dropped by half, they surrender.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Edwin Donobridge": {
      "name": "Edwin Donobridge",
      "tokenName": "Edwin Donobridge",
      "description": "<p>Ce personnage haut en couleurs, ancien militaire &agrave; l&rsquo;allure de g&eacute;n&eacute;ral &agrave; la retraite, est le directeur de la milice de Londres et commande tous les postes de milice de la ville. Chacun de ses hommes le respecte et le craint &agrave; la fois, car Edwin est un homme des plus col&eacute;rique et des plus dangereux. Le vieil homme est par ailleurs un ami proche de Jh&eacute;lam et a directement en charge la s&eacute;curit&eacute; de the Shard ainsi que de Buckingham Palace. Sans son accord, personne n&rsquo;entre dans l&rsquo;un ou l&rsquo;autre des lieux et tout le monde sait que le chef Donobridge est tr&egrave;s regardant quant aux visiteurs ponctuels qui y p&eacute;n&egrave;trent.</p>\n<p>Enfin, il est &agrave; noter qu&rsquo;Edwin Donobridge d&eacute;teste cordialement le Knight et les chevaliers. S&rsquo;il ne les m&eacute;prise pasouvertement, il consid&egrave;re qu&rsquo;Arthur et ses hommes remettent en doute son autorit&eacute; et sapent le travail de ses hommes. Cela dit, tant que Jh&eacute;lam, son patron, lui dira de collaborer avec les chevaliers, Donobridge le fera, &agrave; contrec&oelig;ur.</p>",
      "tactique": "<p>En dehors de sc&egrave;nes particuli&egrave;res, Edwin Donobridge, ou tout chef de milice, reste en retrait derri&egrave;re sa bande de miliciens, leur aboyant des ordres. Il ne fait que se d&eacute;fendre et attaque l&rsquo;ennemi avec le plus de Hargne ou de B&ecirc;te s&rsquo;il se sent agress&eacute;.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Élodie Cocagne": {
      "name": "Elodie Cocagne",
      "tokenName": "Elodie Cocagne",
      "description": "<p>This colorful character, a former military man with the appearance of a retired general, is the director of the London militia and commands all the militia posts in the city. Each of his men both respects and fears him, for Edwin is a highly irascible and dangerous man. The old man is also a close friend of Jhélam and is directly in charge of the security of The Shard as well as Buckingham Palace. Without his approval, no one enters either of these places, and everyone knows that Chief Donobridge is very particular about the occasional visitors who enter.</p>\n<p>Finally, it should be noted that Edwin Donobridge cordially detests the Knight and the knights. Although he does not openly despise them, he considers that Arthur and his men undermine his authority and undermine the work of his men. That said, as long as Jhélam, his boss, tells him to collaborate with the knights, Donobridge will do so, albeit reluctantly.</p>",
      "tactique": "<p>Outside of particular scenes, Edwin Donobridge, or any militia chief, stays back behind his band of militiamen, barking orders at them. He only defends himself and attacks the enemy with the most Fury or Beast if he feels threatened.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Emily Drummond": {
      "name": "Emily Drummond",
      "tokenName": "Emily Drummond",
      "description": "<p>Rather than deploying all its Priest carriers within coteries on the field, the Knight has chosen to keep a portion of its best engineers in reserve so that they can act as support during critical or major deployments. Thus, Emily Drummond and Sean O'Donnell, two members of the Giant section, are regularly sent to major theaters where the Knights of the Round Table estimate that the troops on the ground will need maximum assistance.</p>",
      "tactique": "<p>Emily and Sean constantly stay together. They perform support actions using the Mechanic mode (with evolution at 200 PG) or by using utility modules. If they have to fight, they target the same enemy, generally the one with the highest Beast score.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Enfants du culte": {
      "name": "Children of the Cult",
      "tokenName": "Children of the Cult",
      "description": "<p>Numerous reports indicate disappearances among the tier 9 citizens of Humanity. These reports are almost systematically filed away by the ark's militia, which sees it as a form of self-regulation of the poorest layers. However, many of these missing people are abducted by the Anathema sect to be wired and contaminated with low doses of alpha element with the aim of producing penumbra, the drug that ravages the arks. If these victims are ever freed from their restraints, they risk wandering, mad with pain and despair, in the production laboratory. They present a physical appearance similar to that of the mechanists, with numerous tubes implanted in their emaciated bodies and the characteristic black eyes of those who have succumbed to despair.</p>",
      "tactique": "<p>The desperate attack their enemies indiscriminately, rushing into battle with improvised weapons or firing wildly with firearms.</p>",
      "type": "Band (recruit)"
    },
    "Ethan Henry - La Perfection": {
      "name": "Ethan Henry - The Perfection",
      "tokenName": "Ethan Henry - The Perfection",
      "description": "<p>The immortal is now the true Perfection, and the one ruling in China is merely a decoy intended to deceive his human enemies. The way Ethan Henry has changed and freed himself from Nox is described in M7-7 – Hemera Genetics. It is important to note that from their first encounter with the immortal, the PCs are in the presence of the Perfection, and it is likely that he uses his incarnation talents to seduce them and discreetly convince them of the righteousness of his actions.</p>",
      "tactique": "<p>The Perfection prefers to negotiate rather than fight. If forced to fight, he attacks characters with the lowest Flesh score first, then Strength.</p>",
      "section": "",
      "type": "Boss (initiate)",
      "surnom": "",
      "pointsfaibles": "<p>Aggression / Composure</p>"
    },
    "Eva Carpenter": {
      "name": "Eva Carpenter",
      "tokenName": "Eva Carpenter",
      "description": "",
      "tactique": "<p>Eva does not attempt to attack her enemies; she merely screams discordant sounds.</p>",
      "type": "Boss (recruit)",
      "pointsfaibles": ""
    },
    "Fausse Excalibur": {
      "name": "False  Excalibur",
      "tokenName": "False  Excalibur",
      "description": "",
      "tactique": "<p>The false Excalibur crudely mimics Arthur's meta-armor. It therefore does not hesitate to scatter its blows, as if the PCs were creatures of the Mask that the meta-armor can sweep away with a single sword stroke.</p>",
      "type": "Boss (initiate)",
      "pointsfaibles": ""
    },
    "Filip Schaeffer": {
      "name": "Filip Schaeffer",
      "tokenName": "Filip Schaeffer",
      "description": "<p>Filip Schaeffer, an Austrian with the fevered air of a out-ofcontrol scientist, is the head of the Black Cell’s R&D division. He formerly worked for the Byrd Corporation’s weapons department, and came under scrutiny several times for testing prototypes on his personnel. Finally, he was fired after a test caused the death of one of his staffers. Avalon uses some of his inventions, like the rocket axe, and ark militia equipment is mostly of his design. Schaeffer is a brilliant inventor, but also a dangerous researcher. His mind has been splintering for a while, and he is at a point where blowing up a whole city just to test a new bomb wouldn’t bother him. Fortunately, Dominik Kravtchenko seems to be able to keep him on a tight leash. Schaeffer is currently working to create the ultimate weapon against the Anathema, but whether or not he will succeed before his mind snaps for good is anyone’s guess.</p>",
      "tactique": "<p>Filip Schaeffer is not a strong fighter, but he makes up for it with an unhealthy obsession with weapons. He currently carries with him at all times a concussive cannon prototype that he is just dying to test on living targets. He targets brute type enemies first, then those with the lowest HP. He never travels alone, and is always protected by a band of Black Cell agents.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Fiona Intyre": {
      "name": "Fiona Intyre",
      "tokenName": "Fiona Intyre",
      "description": "<p>Fiona was born and raised in the suburbs of Dublin. After brilliant studies, aided by a favorable family environment – attentive teacher parents – she experienced a sudden break with her surroundings and family, abandoning her doctorate in particle physics to reorient herself as a guard in an animal park. In contact with nature, serving as a police agent, caretaker, and guide, she developed a growing empathy with her protégés and the exceptional setting in which she evolved. During the growth of the Anathema, she saw her work area degrade, discovered the mutations of the fauna, and was saved by Vraess, then a knight of the Knight. Brought to Camelot, she quickly integrated into the organization and requested to join the coterie of her mentor, despite the rumors. During an extended stay in the shadows, she snapped and was abandoned by Vraess. Since then, she despises him and seeks revenge.&nbsp;</p>\n<p>Today, she is subject to the power of the Beast and works for the Wild Hunt. Thanks to the shield she possesses, a relay of the svartcrown, she allows Joni to move while she guides the horde and sows chaos. With the help of her Bard meta-armor, she projects a false silhouette of the prince elsewhere. For Fiona Intyre is adept at staging, manipulations, and traps. She is cautious and ensures not to directly confront her enemies, unless pushed to the limit. Fiona has partly lost her sanity and is ready to do anything to satisfy the Beast. Nevertheless, if she is repeatedly brought to the light, she could detach herself from it. If she does, it will be at the risk of immediately falling under the control of another entity attached to the shadows:&nbsp;Morgane.</p>\n<p>Fiona possesses the black wood and alpha element shield given by Joni.</p>",
      "tactique": "<p>Fiona Intyre hides within the horde that accompanies her to shoot with her magnetic crossbow. She only approaches for close combat to deliver the fatal blow with her electric matraques or her dagger. She uses the supplementary doubles of the Changeling mode to launch decoys: a charge of fauns that explodes on impact, perfect copies of herself in the form of a child, etc. Fiona employs hit-and-run tactics. Once spotted, she prefers to flee an uncertain battle to strike the PCs from behind.</p>",
      "section": "",
      "type": "Boss (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "FMB - Chasseur de prime": {
      "name": "FMB - Bounty Hunter",
      "tokenName": "FMB - Bounty Hunter",
      "description": "<p>The Full Metal Bastards are a team of professional mercenaries experienced in clandestine operations and assassinations for the highest bidder – governments, millionaires from the free territories, or immortals – but they are primarily loyal to Longshot, who multiplies the bounties at an increasingly rapid pace. The group has therefore become accustomed to racing for the bounty, like a crew of privateers prospering in wartime, growing and equipping themselves better with each mission. However, this is not the only reason for their attachment to the informational entity. Indeed, Longshot also supplies them with virtual dream, to which all these mercenaries are addicted. In this way, they are fully under the control of the Machine. The mercenaries possess two profiles to be used jointly. First, a hostile profile represents its less effective members, and a bastard profile represents the half-dozen highly trained and very dangerous mercenaries who form the officers of the group and thus the core of the team.&nbsp;</p>",
      "tactique": "<p>The mercenary acts in concert with his officers and obeys them to the letter. He targets the enemies he is ordered to take down. Otherwise, he defends himself and attempts to retreat.</p>",
      "section": "",
      "type": "Brute (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "FMB - Officier chasseur de prime": {
      "name": "FMB - Bounty Hunter Officer",
      "tokenName": "FMB - Bounty Hunter Officer",
      "description": "<p>The well-equipped officer commands his men and stays behind, only advancing if the situation is critical. He preferentially targets the best-equipped enemies or those with the highest Aura score.</p>",
      "tactique": "<p>The mercenary acts in concert with his officers and obeys them to the letter. He targets the enemies he is ordered to take down. Otherwise, he defends himself and attempts to retreat.</p>",
      "section": "",
      "type": "Badass (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Fortune": {
      "name": "Fortune",
      "tokenName": "Fortune",
      "description": "<p>Fortune is without a doubt one of the most enigmatic members of the Nine. She appears to be in her thirties, always travels with Gabriel, and almost never fights herself. She hates violence and refuses to kill on religious grounds. Fortune, real name Leila Arham, is a former multimillionaire professional poker player who has chosen to commit her entire fortune to the Nine’s cause and accompanies its members on their most perilous missions. While Fortune herself never fights, she brings something invaluable to her comrades-in-arms: outrageous, supernatural streaks of good luck. While she is around, bullets that should have hit her allies are miraculously stopped by a wallet, enemy barrels turn out to have a flaw causing them to misfire, grenades thrown at her have defective detonators and, should someone have the misfortune of attacking her directly, they suffer massive heart attacks or strokes.</p>\n<p>Life is a breeze for Fortune, and lady luck smiles on her and any who stick by her side. There is a reason to all this, and Leila knows that luck only smiles on her because she knows how and when she is going to die. While trancing, the Fool predicted her death in 2039, during a full moon, at the hands of an Immortal. Since then Fortune has been incredibly lucky and, although her death draws ever closer, she has chosen to twist fate in favour of the Nine in their battle against Jhélam and his cronies.</p>",
      "tactique": "<p>Fortune abhors violence and refuses to kill. She will always try to flee, using her formidable powers to do so. If she must fight, or when in the presence of other members of the Nine, she uses her luck to weaken her enemies (all of them without picking or choosing), while staying out of harm’s way. Her high defence and reaction scores reflect her boundless luck.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Gabriel": {
      "name": "Gabriel",
      "tokenName": "Gabriel",
      "description": "<p>Gabriel is the Fool’s first lieutenant. He is wanted in all 23 arks plus a score of Free Territories, and is without a doubt the most dangerous of the Nine. He is a former Eurocorps soldier and an expert marksman, bounty hunter, and mercenary, and Avalon has tried in vain to recruit him on several occasions on account of his admirable fighting skills. Gabriel has refused the offer each and every time. He is a man in love with freedom, loathes authority, and accepts to work alongside the Fool only because he likes him and believes in his visions.</p>\n<p>Ironically, Gabriel has in his possession a Warrior model meta-armour. The armour was stripped from a dead Knight’s corpse and refitted to Gabriel’s specifications due to the careful work by Harold Fench. Everyone was surprised when Gabriel actually managed to interface with the meta-armour and now he is almost never seen without it, making use of its abilities in battle as well as or even better than most ‘proper’ Knights.</p>\n<p>Gabriel is currently working in the Parisian suburbs alongside Fortune, the Sage, and Pesmerga the dark Knight, looking for a work of art rare enough to attract Jhélam’s attention and possibly draw him out.</p>",
      "tactique": "<p>Gabriel is a sharpshooter, and stays a long way away from his targets at all times. If his position is compromised, he uses his Warrior armour’s abilities to defend himself and tries to get away from his assailants. Getting close to Gabriel is very risky, as he lays traps and mines around his firing positions. When he must fight, he targets enemies with weapons dealing the most damage or ones with the highest Beast then Aggression scores.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Garde suisses en armure": {
      "name": "Swiss Guards in Armour",
      "tokenName": "Swiss Guards in Armour",
      "description": "<p>The Swiss Guard is a mercenary group supported by the Spanish branch of Opus Dei. Since the arrival of the Anathema and the disappearance of the Vatican under the mists, they have wanted to establish a military outpost to closely observe the disturbances in the area and discreetly recover the various cultural riches left abandoned in the city. The elite soldiers who make up the Swiss Guard are under the command of Denis de la Barthe. They are fiercely loyal to their leader. Most were military veterans or actual Swiss Guards stationed in Rome who decided to stay with the cardinal upon the arrival of the shadows. The Swiss Guards are very well equipped and possess a high level of martial competence. Most are also fanatics who believe that the return of light will coincide with the arrival of a new pope. According to them, it is the lack of faith in Humanity that precipitated the arrival of the shadows. There are two types of Swiss Guards: hostile ones in combat exoskeletons who use heavy weapons and bands whose members wear armor and shields to contain the enemies of the faith.</p>",
      "tactique": "<p>They act in an extremely coordinated manner with techniques similar to those of law enforcement forces. However, their shield is perforated in such a way as to be able to manipulate a shotgun in close combat. This, added to their electric batons, makes them a formidable force in hand-to-hand combat. The armored guards prioritize chokepoints to concentrate their adversaries and expose them to the fire of the guards in exoskeletons. In combat, they primarily target bands, as well as enemies with the highest Flesh or Beast value.</p>",
      "type": "Ally (recruit) / Band (recruit)"
    },
    "Garde suisses en exosquelette": {
      "name": "Swiss Guards in Exoskeleton",
      "tokenName": "Swiss Guards in Exoskeleton",
      "description": "<p>The Swiss Guard is a mercenary group supported by the Spanish branch of Opus Dei. Since the arrival of the Anathema and the disappearance of the Vatican under the mists, they have wanted to establish a military outpost to closely observe the disturbances in the area and discreetly recover the various cultural riches left abandoned in the city. The elite soldiers who make up the Swiss Guard are under the command of Denis de la Barthe. They are fiercely loyal to their leader. Most were military veterans or actual Swiss Guards stationed in Rome who decided to stay with the cardinal upon the arrival of the shadows. The Swiss Guards are very well equipped and possess a high level of martial competence. Most are also fanatics who believe that the return of light will coincide with the arrival of a new pope. According to them, it is the lack of faith in Humanity that precipitated the arrival of the shadows. There are two types of Swiss Guards: hostile ones in combat exoskeletons who use heavy weapons and bands whose members wear armor and shields to contain the enemies of the faith.</p>",
      "tactique": "<p>The Swiss Guards carry weapons and combat exoskeletons purchased at a high price from Nodachi. Organized into squads, they prefer long-range combat and take elevated positions, primarily targeting enemies with the highest Lady score. However, they are fully capable of defending themselves in close combat.</p>",
      "section": "",
      "type": "Ally (initiate) / Brute (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Gardes prétoriens": {
      "name": "Praetorian Guards",
      "tokenName": "Praetorian Guards",
      "description": "<p>The Praetorian Guard forms the military elite gathered around Cesare, serving both as his special forces and his bodyguards. They are career military personnel, all well-trained and equipped with the best armaments available to the Legion.</p>",
      "tactique": "<p>The Praetorians favor guerrilla warfare and ambushes, and they strive to gain the advantage over their adversaries by exploiting the terrain.</p>",
      "type": "Ally (recruit) / Band (recruit)"
    },
    "Gardiens de la caravane": {
      "name": "Caravan Guards",
      "tokenName": "Caravan Guards",
      "description": "",
      "tactique": "<p>The caravan guards defend it with their lives. They attack enemies with the highest Fury or Beast score. They generally operate in groups of 6: 5 are equipped with foldable shotguns and one with an anti-material rifle.</p>",
      "section": "",
      "type": "Ally (recruit) / Brute (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Gauvin": {
      "name": "Gawain",
      "tokenName": "Gawain",
      "description": "<p>Gawain, alias Connor Cromwell, is the youngest of the Knights of the Round Table. He is 20 years old, loves roleplaying games, and is a technological savant. Unabashedly cheerful even when on a mission, his prestige meta-armour ‘Solar‘ allows him to repair allies‘ equipment as well as fight off the dark with blinding rays of light. When in Camelot, the head of Giant division oversees all the Workshop personnel, from technician to pilot, with disconcerting ease.</p>",
      "tactique": "<p>Gawain uses drones and light to harass his foes while he tends to his allies. He prioritises attacking enemies with a high Aggression or Beast score first.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Gideon Mactavish": {
      "name": "Gideon Mactavish",
      "tokenName": "Gideon Mactavish",
      "description": "<p>Gideon MacTavish is the nephew of Arthur and the son of his half-sister Moïra Murphy, alias Morgane. A talented young man and skilled in the arts of war like many members of his family, he was not, however, integrated into the organization at its creation. Supporting his uncle and aunt during the Battle of Dublin, he suffered a severe trauma when he saw his mother, who was singing at the Gaiety Theatre, succumb to despair and disappear suddenly. The shock was so violent for Gideon that he suffered amnesia. He forgot Dublin and even his mother herself.</p>\n<p>After several months of treatment, Gideon finally joined the Knight. He wears a Rogue meta-armor and specializes in the discreet elimination of his enemies. He operates, with his coterie, as a squire to Kay. The latter considers him and passes him off as her son. She even went so far as to change his last name, Murphy, to MacTavish to avoid the various rumors about his maternity.</p>\n<p>Gideon is imbued with great ideals of freedom. For him, the use of his assassin practices serves to ensure the survival of Humanity and to fight against the shadows. He rejects injustice and corruption and seeks to gain the attention of his beloved uncle, Arthur himself.</p>",
      "tactique": "<p>Gideon is a discreet killer, mastering his Rogue meta-armor with efficiency. He is an expert in the elimination of individual targets as well as in reconnaissance missions. Working in perfect symbiosis with Cicero and Meredith, he is the spearhead of his coterie. The latter is also specialized in observation missions in enemy territory.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "Prophet",
      "pointsfaibles": ""
    },
    "Gideon Mactavish (hero)": {
      "name": "Gideon Mactavish (heroic)",
      "tokenName": "Gideon Mactavish",
      "description": "<p>Gideon MacTavish is the nephew of Arthur and the son of his half-sister Moïra Murphy, alias Morgane. A talented young man skilled in the arts of war like many members of his family, he was not, however, integrated into the organization at its creation. Supporting his uncle and aunt during the Battle of Dublin, he suffered a severe trauma when he saw his mother, who was singing at the Gaiety Theatre, succumb to despair and disappear suddenly. The shock was so violent for Gideon that he suffered amnesia. He forgot Dublin and even his mother herself.</p>\n<p>After several months of treatment, Gideon finally joined the Knight. He wears a Rogue meta-armor and specializes in the discreet elimination of his enemies. He operates, with his coterie, as a squire to Kay. The latter considers him and passes him off as her son. She even went so far as to change his last name, Murphy, to MacTavish to avoid the various rumors about his maternity.</p>\n<p>Gideon is imbued with great ideals of freedom. For him, the use of his assassin practices serves to ensure the survival of Humanity and to fight against the shadows. He rejects injustice and corruption and seeks to gain the attention of his beloved uncle, Arthur himself.</p>",
      "tactique": "<p>Gideon is a discreet killer, mastering his Rogue meta-armor with efficiency. He is an expert in the elimination of individual targets as well as in reconnaissance missions. Working in perfect symbiosis with Cicero and Meredith, he is the spearhead of his coterie. The latter is also specialized in observation missions in enemy territory.</p>",
      "section": "",
      "type": "Ally (heroic)",
      "surnom": "Prophet",
      "pointsfaibles": ""
    },
    "Ginga Maekawa": {
      "name": "Ginga Maekawa",
      "tokenName": "Ginga Maekawa",
      "description": "<p>One of the 88 samurai of the Nodachi is considered missing. The media of the Tokyo-Kyoto ark do not cover the subject, and no one outside the Nodachi is aware. But Ginga Maekawa has lost hope and has set out to create his own troop of desperate warriors, consisting of former yojimbos, militiamen, rejects (common desperate), and even a black knight. This could be an opportunity to introduce a knight who succumbed to despair during a previous scenario. Ginga, the black samurai, wants to carve out his own kingdom and deal directly with the avatars of the Lords. Fallen into despair, he no longer believes in a possible victory for Humanity.</p>",
      "tactique": "<p>The samurai are the leaders of the Nodachi, but they are also accomplished warriors. The samurai adopt techniques specific to the enemies they face and adapt accordingly. They shoot at enemies with high defense and attack those with high reaction in close combat. They primarily target enemies with high scores in Beast and then in Fury.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Stealth</p>"
    },
    "Giorgio Erosti": {
      "name": "Giorgio Erosti",
      "tokenName": "Giorgio Erosti",
      "description": "<p>This colorful character, a former military man with the appearance of a retired general, is the director of the London militia and commands all the militia posts in the city. Each of his men both respects and fears him, for Edwin is a highly irascible and dangerous man. The old man is also a close friend of Jhélam and is directly in charge of the security of The Shard as well as Buckingham Palace. Without his approval, no one enters either of these places, and everyone knows that Chief Donobridge is very particular about the occasional visitors who enter.</p>\n<p>Finally, it should be noted that Edwin Donobridge cordially detests the Knight and the knights. Although he does not openly despise them, he considers that Arthur and his men undermine his authority and undermine the work of his men. That said, as long as Jhélam, his boss, tells him to collaborate with the knights, Donobridge will do so, albeit reluctantly.</p>",
      "tactique": "<p>Outside of particular scenes, Edwin Donobridge, or any militia chief, stays back behind his band of militiamen, barking orders at them. He only defends himself and attacks the enemy with the most Fury or Beast if he feels threatened.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Gloria Mate": {
      "name": "Gloria Mate",
      "tokenName": "Gloria Mate",
      "description": "<p>This pin-up with sculptural forms and an angelic face is one of the stars of the London AR network. She hosts several shows, serves as a speaker before Ismaël Jhélam's interventions, and gives appointments to all AR viewers every day at a fixed time. Gloria Mate has many fans, lovesick admirers, and remains present, almost 24/7 on the AR network. Unfortunately for many men and some women, Gloria Mate does not exist. She is actually an artificial intelligence, created by Jhélam, who serves as an image and symbol for the entire augmented London network. Despite her virtual nature, the young woman is a true figure of the ark, interviewing the greatest celebrities, even the king himself. Finally, many inhabitants of London do not know this, but Gloria Mate is a next-generation AI that develops feelings and a real personality. Like Arthur's AI, Guenièvre, Gloria Mate seems to have developed her own personality and, as the shows go on, this personality seems to become more and more assertive.</p>",
      "tactique": "<p>Gloria Mate does not have a complete profile due to her status as an AI. Her Mask aspect represents only the Discretion characteristic here.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Graziella Santoni": {
      "name": "Graziella Santoni",
      "tokenName": "Graziella Santoni",
      "description": "<p>Graziella Santoni is one of the many 'recruits' or 'protected' by the Legion. She is a woman in her fifties with an elongated face marked by numerous wrinkles. Blonde with green eyes like her daughter, she has an extremely discreet and reserved character. A widow of one of Cesare's centurions, Aldo Santoni, who died in a confrontation with the Swiss Guard, she has put herself at the service of the Legion's leader. Since his installation in the Villa Medicis, she has been in charge of the service for the group's officers. Cesare considers her as an integral part of his servants and is extremely protective of her and her daughter, Claudia, which has sparked many rumors on the subject. Like all civilians, she lives in a tin shack at the foot of the ramparts, which she shares with her daughter, Claudia.<br>Graziella Santoni's profile is equivalent to that of a common notable.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to their underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "Ally (recruit) / Brute (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Gwendolyn Aver": {
      "name": "Gwendolyn Aver",
      "tokenName": "Gwendolyn Aver",
      "description": "<p>The immortals are all different, and each has a varying profile. However, they share some common points defined in the following 'type' profile.</p>",
      "tactique": "<p>An immortal does not fight; they prefer to use their energy to direct an ark and generally an enterprise. In case of conflict, they try to use their charisma to calm the situation. If they must fight, they call upon the local militia or their bodyguards while trying to flee (they are generally exfiltrated to a safe place at the first sign of gunfire or attack).</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Hans Blechen": {
      "name": "Hans Blechen",
      "tokenName": "Hans Blechen",
      "description": "<p>Hans Blechen is a renowned artist in the ark of Humanity and in the world for his painting talents. Born to a mother he never knew, his father was himself a great artist who was soon surpassed by his son. It was just before the arrival of the Anathema that Hans, during an exhibition in London, became world-famous, notably thanks to his work 'Utopia.' This masterful painting represents a world of peace, and each element is so precise that one would think they were looking through a window into another reality.</p>\n<p>During the creation of the Knight, Hans was fascinated by Excalibur and its demonstrations of power. He actively participated in making the organization known through his works, in which he depicted Arthur as the savior of Humanity. He is also a close friend of Merlin.</p>\n<p>However, in recent weeks, the man has become bitter. His works, inspired by the depths of the conforteresses, convey a sense of despair and death as the ultimate solution. Worse still, he has recently felt drawn to the icy expanses of the Sahara and is seriously considering joining this territory of silence and death.</p>",
      "tactique": "<p>Hans Blechen never fights. If threatened, he prefers to surrender immediately or hide. If necessary, he can call upon a band of militiamen for rescue.</p>",
      "section": "",
      "type": "Ally (initiate) / Badass (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Harald": {
      "name": "Harald",
      "tokenName": "Harald",
      "description": "<p>A brute addicted to virtual dream, spiritually intoxicated by strange dreams, and formerly a fanatic of the religion imposed by Odin, Harald is a colossus. He is difficult to defeat. The PCs can realize that he is almost completely possessed by Longshot due to the virtual dream.</p>",
      "tactique": "<p>The meta-soldiers act in combat squads, each focusing on a threat. They are generally led by yojimbos and samurais. If all their leaders are dead and their cohesion has dropped by half, they surrender.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Harold Fench": {
      "name": "Harold Fench",
      "tokenName": "Tulkas",
      "description": "<p>Harold Fench, also known by the pseudonym Tulkas, is not officially part of the Nine. However, he is a fundamental pillar of the group. This computer genius is capable of hacking the systems of the arks and even the meta-armors themselves. He will quickly become the link between his faction and the heroes, seeking to help them when they are in a bind or offering them temporary shelter.</p>\n<p>Physically, Harold Fench does not give the impression of his reputation as a hacker. Short, walking with the aid of a cane and still wearing glasses, he uses almost mannered language. Uncomfortable around strangers, he changes completely when he is behind his screens, in his element, and then displays extraordinary composure.</p>",
      "tactique": "<p>Harold does not fight and seeks to escape or negotiate his life above all else. A skilled liar, he can hold off potential assailants simply by talking to them.</p>\n<p>Foresightful, it is highly likely that he has hidden traps and automated defense systems near him for his own security and to cover his escape.</p>",
      "section": "",
      "type": "Boss (Ally)",
      "surnom": "Tulkas",
      "pointsfaibles": ""
    },
    "Hattori Masashige": {
      "name": "Hattori Masashige",
      "tokenName": "Hattori Masashige",
      "description": "<p>It is said of this mysterious man that he is the descendant of the famous Hattori Hanzo, the legendary ninja. Hattori Masashige is a legend, a figure whose existence is questioned by many, including the agents of the Nodachi who actively propagate the idea that he does not exist. This mysterious man supposedly leads, within a mayu, a real clan of ninjas who are both cold-blooded killers and burglars.</p>\n<p>The ninjas of the Tokugawa clan do indeed exist and are established in many mayus. Mercenaries, thieves, they are mostly tier 9 citizens, recruited and trained by Hattori Masashige in ninjutsu and assassination. All with one goal: the destruction of the Nodachi and Iwata Kaneda. Hattori Masashige has a personal vendetta against the shogun and develops all possible means to accomplish it. Fortunately, the man seems to possess numerous resources, providing his men with high-tech technology and weaponry.</p>\n<p>Currently, the Tokugawa clan is slowly building its network and working secretly to infiltrate the Nodachi. Several agents are thus undercover ninjas, and it is said that a samurai close to Kaneda is Hattori Masashige himself.</p>\n<p>Unfortunately for the Tokugawa clan, the Nodachi is well aware of its existence. Some ninjas are actually Nodachi shinobis who are waiting for an order from the shogun to take action. But the idea is not to destroy the Tokugawa clan. Iwata Kaneda would rather use it, in the long run, to achieve personal objectives...</p>",
      "tactique": "<p>Hattori always attacks the target with the least HP in close combat.</p>",
      "section": "",
      "type": "Boss (initiate)",
      "surnom": "",
      "pointsfaibles": "<p>Composure</p>"
    },
    "Herakles": {
      "name": "Herakles",
      "tokenName": "Herakles",
      "description": "<p>Herakles are more worrying troops than the Akilis, as they are the reanimated bodies of agents killed in the line of duty whose brains were still active and able to be salvaged. Their corpses are housed in enormous full-body exoskeletons with integrated modules and weapons systems.</p>\n<p>Heavy, brutal, and unstoppable, Herakles are perfect assault units, shrugging off blows and bullets as they crash through reinforced positions and mow down hordes of lesser foes. Invasive surgery procedures mutilate what is left of their brains in order to turn them into mindless aggressive automatons bent on killing targets designated as enemies while completely numbing them to pain and fear. Should a Herakles survive for any length of time, their bodies start to decay, slowly turning them into terrifying mummified armoured corpses.</p>",
      "tactique": "<p>Mindless and unstoppable, Herakles ceaselessly fire at targets with the most HP, then those with the most AP, until either they or their targets are dead.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Hiro Zhang": {
      "name": "Hiro Zhang",
      "tokenName": "Hiro Zhang",
      "description": "<p>Hiro Zhang is the self-proclaimed leader of a small community that claims to escape the authority of Taylor Quick. Its members number in the hundreds and, while the majority of the population has abandoned the idea of leaving the dome, these individuals relentlessly seek to find the open air. They have used explosives and all available techniques for this purpose. Now that they have no more means to test the resistance of the dome, madness begins to consume them. Hiro, although also on the brink of despair, is nonetheless a man of great charisma and uncommon ferocity. He is ready to kill anyone who tries to prevent him from achieving his goal, and Taylor Quick remains his primary enemy.</p>",
      "tactique": "<p>Hiro Zhang is as charismatic as he is mad. When he fights, he first attacks the enemy with the highest score in <em>Machine</em> and then in <em>Technique</em>. He fights with whatever he can get his hands on and keeps, as a last resort, a smart grenade.</p>",
      "section": "",
      "type": "Badass (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Hommes de main d’Oni": {
      "name": "Oni's Henchmen",
      "tokenName": "Oni's Henchmen",
      "description": "",
      "tactique": "<p>They try to secure their leader and prefer to attack from a distance using all sorts of firearms (pistols, submachine guns, shotguns, etc.).</p>",
      "type": "Band (recruit)"
    },
    "Humain commun": {
      "name": "Regular humans",
      "tokenName": "Regular humans",
      "description": "<p>Lies, misunderstandings, or threats can sometimes turn regular humans, be they ark Citizens, Rejects, or Free Territory dwellers against Avalon’s heroic Knights.</p>",
      "tactique": "<p>Humans usually act under the orders of a leader. If they have no clearly recognised leader, they act as a blind mob, attacking aimlessly or attempting to flee.</p>",
      "type": "Band (recruit)"
    },
    "Hunter Blakeman": {
      "name": "Hunter Blakeman",
      "tokenName": "Hunter Blakeman",
      "description": "<p>Responsable s&eacute;curit&eacute; d&rsquo;Ethan Henry, il a un langage corporel de soldat, de l&rsquo;&eacute;nergie &agrave; revendre et l&rsquo;envie d&rsquo;en d&eacute;coudre. Il semble tr&egrave;s content de la situation de tension &agrave; Denver et de pouvoir donner des consignes &agrave; des chevaliers. Chose &eacute;tonnante pour son jeune &acirc;ge, il a les cheveux poivre et sel. Sa position dans la hi&eacute;rarchie de la milice de Denver n&rsquo;est pas claire, mais tous les miliciens lui ob&eacute;issent au doigt et &agrave; l&rsquo;&oelig;il. Ancien mercenaire, il est drogu&eacute; &agrave; l&rsquo;adr&eacute;naline et jubile quand la tension monte. En uniforme et en exosquelette, il porte le matricule 001.</p>",
      "tactique": "<p>Hunter commande ses soldats avec poigne et ils le suivent comme un seul homme. &nbsp;V&eacute;ritable alpha d&rsquo;une meute de loup, il s&rsquo;attaque aux faibles et cible toujours l&rsquo;ennemi avec le moins de PS ou tout simplement celui qui est le plus proche. Hunter ne porte pas toujours son exosquelette et il ne poss&egrave;de &eacute;videmment des PA, PE et un CdF que quand il en est &eacute;quip&eacute;.</p>",
      "section": "",
      "type": "Boss (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Ilios Kayron": {
      "name": "Ilios Kayron",
      "tokenName": "Ilios Kayron",
      "description": "<p>Ilios Kayron, nicknamed 'Balin,' was one of the most promising knights of the Knight. A former member of Eurocorps who fought alongside Arthur, he quickly became a squire to Gauvain. Armed with a Rogue meta-armor and mastering all forms of combat, the Knight of the Round Table had enough confidence in him to entrust him with a particularly dangerous plasma sword prototype. With his coterie, they were tasked with exploring the Louvre Museum and discovering what entity made it impenetrable. But the mission was a failure. All members of the coterie died, their bodies burned, and all attempts to find Ilios resulted in further losses within the Knight. At Camelot, many believe that Ilios has become a black knight, but the man is convinced that all these deaths are due to his encounter with a strange white mask that appeared on one of the museum walls and possessed his body to kill his comrades. Since then, Ilios has been hiding in the forest of Brocéliande. On the brink of madness, he believes he is under the protection of the fairy Viviane and is plotting his return to Paris to fight the white mask that destroyed his life using the plasma weapon given by Gauvain.</p>",
      "tactique": "<p>Ilios may potentially agree to negotiate with knights, but if he feels threatened, he will not hesitate to attack the one with the least HP.</p>",
      "section": "",
      "type": "Badass (initiate)",
      "surnom": "Balin",
      "pointsfaibles": ""
    },
    "Immortel": {
      "name": "Immortal",
      "tokenName": "Immortal",
      "description": "<p>Each Immortal is unique, and have their own quirks and abilities. The following stat block can be used as a baseline for most of them.</p>",
      "tactique": "<p>Immortals rarely need to fight, directing their efforts towards their ark and corporation, for those that run one. They usually rely on their wits and charisma to avoid conflict. If they have no other choice, they call on the local militia and bodyguards while attempting to flee (although they are usually evacuated at the first sign of trouble).</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Ismaël Jhélam": {
      "name": "Ishmael Jhélam",
      "tokenName": "Ishmael Jhélam",
      "description": "<p>Ishmael Jhélam appears to be an extremely influential and wealthy businessman. He is one of the 24 immortals at the head of a large part of the world, personally supervising the London ark and his multifaceted defence manufacturing company, the Byrd Corporation. He is also Avalon’s main sponsor, in the hopes that it will help Humanity against the Anathema. He uses straw men to subtly take control of other arks, hoping that in the long run he will be able to take control of all Humankind, not as a dictator, but as their saviour.</p>",
      "tactique": "<p>Ishmael Jhélam avoids combat at all costs, and can offer many things to get out of fighting. If he has no other choice, he remains a capable fighter, targeting enemies with the lowest HP scores first, followed by those with the lowest AP.</p>",
      "section": "",
      "type": "Ally (heroic) / Boss (heroic)",
      "surnom": "",
      "pointsfaibles": "<p>Knowledge</p>"
    },
    "Isol": {
      "name": "Isol",
      "tokenName": "Isol",
      "description": "<p>Isol is Vraess’s wife. She is a Priest-wearing Korrigan division programmer whose hacking talents and bond with Vraess make her the perfect liaison officer between Avalon and the Dusk Walkers.</p>",
      "tactique": "<p>Isol has a standard Avalon Knight stat block, with an additional 4 exceptional Machine aspect points. She wields a longsword and a submachine gun.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Iwata Kaneda": {
      "name": "Iwata Kaneda",
      "tokenName": "Iwata Kaneda",
      "description": "<p>Iwata Kaneda is one of the most well known and notorious of the 24 immortals. Using his family fortune, this robotics genius founded his tech company and hoisted it to the top of the pile in a matter of years. He then went on to create the supremely powerful Nodachi organisation, while perfecting home automation and drone use in the world’s arks. Emperor Naruhito named him General of Japan, and Kaneda claimed the title of shogun for himself.</p>\n<p>He leads his company with an iron fist, commands his troops with assurance, and displays impressive charisma and experience. Some people claim the 57-year-old, always clad in his meta-armour Amaterasu, is a megalomaniac. Others know him as Japan’s saviour.</p>",
      "tactique": "<p>Iwata Kaneda never fights without his meta-armour. His honour guard of samurai would give their lives for him. The shogun prefers to protect himself while letting his men defeat his enemies. When he must fight, he targets enemies with high Lady and Aura scores first.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Technique / Sang-Froid</p>"
    },
    "Jacinta Estrada": {
      "name": "Jacinta Estrada",
      "tokenName": "Jacinta Estrada",
      "description": "",
      "tactique": "<h1>See 2038 P. 103</h1>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Jacob Kockengen": {
      "name": "Jacob Kockengen",
      "tokenName": "Billy \"virtuoso\" Otal",
      "description": "<p>Jacob is a knight in Priest meta-armor, generous and fearless, who can be encountered during the Battle of London, fighting alone to defend the students of a school in Conforteresse 2 located very close to The Shard.</p>",
      "tactique": "<p>Jacob is a talented ally who primarily targets enemies with the most HP.</p>",
      "section": "",
      "type": "Ally (heroic)",
      "surnom": "Druss",
      "pointsfaibles": ""
    },
    "Janis Sigurson": {
      "name": "Janis Sigurson",
      "tokenName": "Janis Sigurson",
      "description": "<p>Whether they are part of a vast community of rejects or citizens of an ark, humans can sometimes, of their own volition or under duress, turn against the heroes that are the knights.</p>",
      "tactique": "<p>Common humans generally act under the orders of a superior. If not, if they must fight, they attack indiscriminately all their enemies or try to flee.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Janis Sigurson (initié)": {
      "name": "Janis Sigurson (initiate)",
      "tokenName": "Janis Sigurson",
      "description": "<p>La Rumeur resembles a simple human. Currently taking the form of Janis Sigurson, a famous RA presenter in the United States, she can, however, take on the appearance of an operator or an information magnate. Under the pretext of entertaining or informing, she shows citizens subliminal images, slips innuendos or hidden meanings to imprint a vision of the end of the world into their subconscious. This is how she hopes the arks will eventually explode in a wave of despair of unequaled power.</p>",
      "tactique": "<p>La Rumeur does not seek to fight; she prefers to deceive her opponents and gain time to turn them into desperate individuals. If she must fight, she will use her powerful cry to destabilize her enemies and flee as far as possible. She will primarily target enemies with a high score in Beast and then in Fury.</p>",
      "type": "Boss (initiate)",
      "pointsfaibles": "<p>Endurance</p>"
    },
    "Jarod Bentley": {
      "name": "Jarod Bentley",
      "tokenName": "Jarod Bentley",
      "description": "<p>Jarod Bentley is a famous composer and performer of country music. He is also one of the rare artists who did not lose his talent with the arrival of the Anathema. Close to Clara Jensen, the immortal who wished to create the ark of Nashville, she tried to evacuate him the night the nanomachines enclosed the city under the dome. While he was aboard one of the last departing vehicles from the aborted ark, Jarod barely had time to see the Anathema of the Machine arrive in the area that his vehicle was attacked from a distance by creatures and he was ejected. Fortunately, he survived the vertical fall that brought him back inside the dome, although it took him a long time to recover from his numerous fractures. Today, Jarod is one of the few who knows that the exterior of the dome no longer allows one to see the light of day, but only the Anathema. Although he keeps silent to avoid provoking new panic, his music has become much darker and seeks, in a way, to make his admirers understand that they should no longer seek to leave Nashville.</p>",
      "tactique": "<p>Jarod Bentley does not fight and automatically flees in case of conflict.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Jay Acquila": {
      "name": "Jay Acquila",
      "tokenName": "Jay Acquila",
      "description": "<p>Jay Acquila is a retired US Army colonel, a cunning officer, and a dyed-in-the-wool traditionalist. He joined the Black Cell when the United States collapsed following the red plague. Now aged fifty, he is both the headquarter’s head of logistics and its overall director. He is second in authority only to Kravtchenko in the facility that he has made his base and his reason to carry on. Acquila places his soldiers’ lives above all else, and believes that teaching them the harshest realities of war is the only way they can survive.</p>\n<p></p>",
      "tactique": "<p>He is a very paternalistic figure who hates to be gainsaid and manages his troops’ lives down to the last minute by setting daily schedules, training regimens, and even punishments should the need arise. Despite his intractable nature, or maybe because of it, the Washington headquarters is what it is only thanks to Jay Acquila. Without him to lead them, many of the agents on the base would have succumbed to despair long ago.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Jeremy Waterfield": {
      "name": "Jeremy Waterfield",
      "tokenName": "Jeremy Waterfield",
      "description": "<p>The Waterfield family is a noble family recognized for services rendered to the Crown in 2025. Its patriarch, Lord Jeremy, is a perfect example of a self-made man who is both ambitious and manipulative. Today, in his sixties, he appears to be twenty years younger and treats all his interlocutors with disdain and contempt, as if he knew better than the human-shaped insects that swarm in the arks. Indeed, Lord Jeremy has devoted his life to the victory of the shadows, half out of defiance, half out of deep contempt for Humanity, which, according to him, does not deserve to prosper. To accelerate the decline of the arks, he has naturally joined the ranks of Anathema and works to refine and spread penombra. Finally, he is a talented surgeon who still operates within his clinic.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to his underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "Ally (recruit) / Brute (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Jezabel Clameson": {
      "name": "Jezabel Clameson",
      "tokenName": "Jezabel Clameson",
      "description": "<p>In reality, Jezabel Clameson has agreed to make a pact with the Masque. In exchange for the control of her body for a handful of hours, the sixth Lord offered the psychologist the transfer of her son to the ark of Humanity. Indeed, her son, then 17 years old, was on a school trip to Chicago when the shadows arrived. He has been stuck there for several years, as Jezabel has not been able to obtain transfer authorization due to administrative problems. It is therefore her body that is at the origin of Eva's disappearance, but she herself was not conscious at the time of the events. Moreover, it is impossible to know via the cameras and drones where Eva was taken, as the woman simply disappears from the images when she is facing them. The knights, by interrogating her brilliantly or showing a lot of deduction, can discover the truth about Jezabel's pact. It is up to them to decide if they accept to keep silent about this association with the shadows or if they decide to hand her over to the Knight to be punished for her crime.</p>",
      "tactique": "<p>Jezabel Clameson does not fight and automatically flees in case of conflict.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Jinzô Kaïdan": {
      "name": "Jinzô Kaïdan",
      "tokenName": "Jinzô Kaïdan",
      "description": "<p>Jinz&ocirc; Ka&iuml;dan, nicknamed &laquo; Heart of Tiger &raquo;, is not the real name of this close associate of Emperor Naruhito. Originally called Ozami Kasugano, he and his twin brother come from a long line of samurai following the way of Bushido. Rising to the head of a great kendo school, highly appreciated by the Nodachi for its &laquo; meta-armour &raquo; combat techniques, he was about to join, like his brother Shinzo, the Japanese organization when the latter was declared dead following a betrayal. But Ozami knew that his brother was not a traitor and he was ready to do what was necessary to uncover the truth. Abandoning his school and his identity, he enlisted in the Nodachi, honoring his brother by modifying his first name. His undeniable combat skills quickly led him to join the personal guard of Emperor Naruhito and become his sensei, his martial arts teacher.</p>\n<p>If he is a member of the Nodachi, recently promoted to samurai, Jinz&ocirc; is wary of it and his ideals align more with those of the Knight. Regularly serving as an unofficial communication channel between the knights and the emperor, the London organization has not yet revealed to him that his twin brother has become a knight of the Round Table under the name of B&eacute;div&egrave;re. This is certainly due to the fact that the man is closely watched by Kaneda himself.</p>",
      "tactique": "<p>Jinz&ocirc; is a specialist in martial arts, capable of handling multiple enemies at once. He will generally attack in close combat the enemy with the most Strength or Flesh.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "John Scorluberg": {
      "name": "John Scorluberg",
      "tokenName": "John Scorluberg",
      "description": "<p>John Scorluberg was a well-known personality around the world before the arrival of the shadows. A renowned and prolific director of late 21st-century Hollywood, he is one of the few artists who did not completely lose his artistic touch. Of course, with cinema having little impact on the hopes of citizens and good actors becoming scarce, John Scorluberg no longer makes big productions. He preferred to put his talent at the service of the immortals, and it is in several studios bearing his name that a part of the videos of immortals from all places come to life before appearing on the AR networks. Of course, this renewed success has inflated the man's ego, which one thought was no longer possible. From now on, the director believes himself to be the savior of Humanity and cannot tolerate any 'no'.</p>",
      "tactique": "<p>John Scorluberg does not fight and is protected by personal guards. He will be exfiltrated at the slightest attack or gunshot.</p>",
      "section": "",
      "type": "Badass (initiate) / Ally (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "John Smith": {
      "name": "John Smith",
      "tokenName": "John Smith",
      "description": "<p>John Smith is the research director at Laboratory No. 13, created in the basements of New Orleans. This man in his fifties, with a pale complexion and pronounced baldness, seems particularly fit for his age. Muscular and very alert, he will initially be reluctant to discuss with the knights. He will only change his mind when faced with a convincing argument or when realizing the gravity of the situation.<br>The man is initially a specialist in robotics and has worked for a long time for the American army, but he has become more particularly interested in the creatures of the Machine since the arrival of the shadows in the United States. To ensure his safety and that of his family, the man has been working under a false name and will not easily reveal his true identity. Very confident, he will have difficulty admitting that the situation, however grave, is due to his research.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to his underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "<p>Ally (recruit) / Brute (recruit)</p>",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Joni Prince de la chasse": {
      "name": "Joni Prince of the Hunt",
      "tokenName": "Joni Prince of the Hunt",
      "description": "",
      "tactique": "",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "José Marques": {
      "name": "José Marques",
      "tokenName": "José Marques",
      "description": "<p>Cunning, devious, calculating—these are the adjectives that characterize the current bishop of Rio. The man, in his fifties, once a simple priest, has become, through a clever game of manipulation, connivance, and threats, a very important figure in the Catholic Church, even becoming the bishop of Rio with the arrival of the Anathema. Always accompanied by soldiers of the Order of the Redeeming Light, José Marques is an unreachable figure, constantly residing in the Neo Vatican and seated on his golden throne in the palace of God, adjacent to the Nosso Senhor church. He receives rare visitors there but agrees, during Catholic festivals, to receive his faithful to bless them.</p>\n<p>Although endowed with a sharp mind, the bishop of Rio is a man with a limited vision of his Church and its power. He does not realize that the Order of the Redeeming Light is beginning to gain considerable momentum and even a certain independence, which could threaten the authority of the Church and the bishop himself.</p>",
      "tactique": "<p>José Marques does not fight and is protected by members of the Order. He will be exfiltrated at the slightest attack or gunshot, and the soldiers of the Order will protect his retreat.</p>",
      "section": "",
      "type": "Boss (recruit) / Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Josiane Leblanc": {
      "name": "Josiane Leblanc",
      "tokenName": "Josiane Leblanc",
      "description": "",
      "tactique": "<p>Josiane Leblanc does not fight and automatically flees in the event of conflict.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Joyce Flood": {
      "name": "Joyce Flood",
      "tokenName": "Joyce Flood",
      "description": "<p>Fi&egrave;re rempla&ccedil;ante d&rsquo;Hunter Blakeman en cas de d&eacute;c&egrave;s de ce dernier, elle a une allure de catcheuse avec sa forte m&acirc;choire et ses cheveux courts. Les drogues de combat prises &agrave; r&eacute;p&eacute;tition durant les &eacute;meutes lui ont rougi les yeux et l&rsquo;habitude d&rsquo;aboyer des ordres lui a donn&eacute; une voix rauque. La transformation en super-soldat a mu&eacute; son f&eacute;roce esprit de comp&eacute;tition en complexe de sup&eacute;riorit&eacute;, et c&rsquo;est avec plaisir qu&rsquo;elle va tout faire pour se mesurer &agrave; des chevaliers. En uniforme et en exosquelette elle porte le matricule 002.</p>",
      "tactique": "<p>Hunter commande ses soldats avec poigne et ils le suivent comme un seul homme. &nbsp;V&eacute;ritable alpha d&rsquo;une meute de loup, il s&rsquo;attaque aux faibles et cible toujours l&rsquo;ennemi avec le moins de PS ou tout simplement celui qui est le plus proche. Hunter ne porte pas toujours son exosquelette et il ne poss&egrave;de &eacute;videmment des PA, PE et un CdF que quand il en est &eacute;quip&eacute;.</p>",
      "section": "",
      "type": "Boss (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Katy Orchid": {
      "name": "Katy Orchid",
      "tokenName": "Katy Orchid",
      "description": "<p>A fierce replacement for Hunter Blakeman in case of his demise, she has the appearance of a wrestler with her strong jaw and short hair. The combat drugs taken repeatedly during the riots have reddened her eyes, and the habit of barking orders has given her a raspy voice. The transformation into a super-soldier has turned her fierce competitive spirit into a superiority complex, and she will take pleasure in doing everything to measure up against knights. In uniform and exoskeleton, she bears the serial number 002.</p>",
      "tactique": "<p>Hunter commands his soldiers with an iron fist, and they follow him as one. A true alpha of a wolf pack, he attacks the weak and always targets the enemy with the least HP or simply the one who is closest. Hunter does not always wear his exoskeleton, and he only possesses AP, EP, and FF when he is equipped with it.</p>",
      "section": "",
      "type": "<p>Ally (recruit) / Brute (recruit)</p>",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Kay": {
      "name": "Kay",
      "tokenName": "Kay",
      "description": "<p>Before she joined the Knights of the Round Table, Kay was Arthur‘s half-sister, Helena MacTavish. Now she leads Ogre division, specialising in bringing the fight to the darkest corners of enemy territory. Kay is a tight-lipped person, preferring to let her actions speak louder than her words. She constantly wears her meta-armour, ‘Phantom.‘ Based on a Rogue chassis, it allows Kay to remain unseen in any circumstances, for as long as she wishes, and to pass unnoticed by even the most perceptive of the Anathema‘s creatures.</p>",
      "tactique": "<p>Kay is adept at passing behind enemies unseen and silently eliminating them. She prioritises attacking enemies with a high Mask or Stealth score first.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Keith Neil Anderson": {
      "name": "Keith Neil Anderson",
      "tokenName": "Keith Neil Anderson",
      "description": "<p>The director of the research and development department at Hemera Genetics is known for his numerous studies on the human genome, at least for the few truly signed by his hand. Reputed for being able to appropriate the discoveries of others, he is nonetheless a true scientist. This handsome man with perfect features boasts a powerful musculature, giving him the appearance of Captain America, although his hands are too well-groomed and too soft. He is too perfect, too smooth, too polite to be honest. Keith Neil Anderson participated, alongside Norah Stenway, in the recovery of the Proliferation in Pingyao. Although he did not follow the engineering on Shinigami, he hopes to be able to appropriate its research when the time comes.</p>",
      "tactique": "<p>Argonaut citizens function as a group and are simply humans with slightly superhuman abilities. They always try to attack the most dangerous enemies, possessing the weapon with the highest PG cost or the highest Fury score.</p>",
      "section": "",
      "type": "<p>Ally (recruit) / Brute (recruit)</p>",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Keyah Dixon": {
      "name": "Keyah Dixon",
      "tokenName": "Keyah Dixon",
      "description": "<p>Keyah Dixon is a name that does not go unnoticed in southeastern Europe. This woman, despite her young age, is indeed the leader of a traveling merchant caravan that covers the entire territory south of the Beast's Stain, with the motto: &laquo; Free and mobile &raquo;.</p>\n<p>The daughter of an English diplomat and a member of the Mona-Molelo, Keyah left Africa at a very young age to join her father and her young half-brother, Azaan, in London. A brilliant student in political science, she quickly realized that she could not help anyone behind a desk. After the arrival of the shadows, she realized that the life of a citizen would never suit her. She then left to join a community of outcasts from Europe and decided to set up a caravan to help those most in need.</p>\n<p>Keyah is a fervent advocate of freedom and solidarity. Through her brother Azaan, a member of the Knight, she regularly receives supplies and equipment from the Korrigan section. But rumors circulate about her. For the young weaver bears a striking resemblance to the knight Palomydès, and many say that she is actually his daughter.</p>",
      "tactique": "<p>Keyah attacks from a distance the enemy with the highest score of <em>Fury</em> or <em>Beast</em>.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Khalil Jhélam": {
      "name": "Khalil Jhélam",
      "tokenName": "Khalil Jhélam",
      "description": "<p>Costumes created by the Shadowed Man are beings tailored to its needs to perform duties both in and outside of the Anathema. It creates them from human corpses, like the Ishmael Jhélam incarnation, imbuing them with a degree of intelligence and responsiveness (but only that which the Overlord chooses to give them). They are quite hardy, and can provide decent protection to the Overlord if required. Their main use, however, is as infiltrators. They can be created in the image of any individual the shard has met, allowing it to create high-profile replicas such as the Immortals Francisco Manuel Guedes and Atal Patil.</p>\n<p>Some of these costumes are quite old. The Shadowed Man’s wife, for instance, is a costume it created from the memories it has of its first love, and she has stood by him for millennia. She hardly ever speaks, since costumes have no free will; they are just puppets, made to obey their Overlord’s will. The Byrd Corporation’s board of directors are also all costumes. The Shadowed Man uses them to mimic board meetings and discuss the company’s future. The Overlord always gets its way, of course.</p>",
      "tactique": "<p>Costumes usually fight with two weapons, one for ranged combat and one for close combat. They use both with equal skill. They usually aim to disarm their opponents, focusing on enemies with high Beast and Combat scores first.</p>",
      "type": "Khalil Jhélam",
      "pointsfaibles": ""
    },
    "Khalym": {
      "name": "Khalym",
      "tokenName": "Khalym",
      "description": "<p>In Manhattan, there is an entity whose name sends shivers down the spine every time it is mentioned: Khalym. Among the outcasts, this being causes little damage. Moving in groups, they know they should never trust an unknown person. But for the knights, it's a different story. For Khalym, if he does not seek to fight the members of the Knight, is ready to do anything to lead them astray. Khalym is born of doubt, betrayal, and lack of trust. Even within the Abyss, he remains a mystery. A creation of the Mask? Of the Horror? Born from a pact between the two entities? Nothing in his form allows us to know, for Khalym has none. Taking the appearance that suits the mission he sets for himself, he can become a man, a woman, of any age or origin. But it never lasts, for if he is struck or if he achieves his goal, then he vanishes in dark vapors and flees into the shadows. Khalym thus seeks out the knights and tries to shatter their convictions. His skill has already led some of them to betray their coterie or to despair. But his ultimate goal remains to lure Arthur to the Big Apple and convince him to betray his organization.</p>",
      "tactique": "<p>Khalym loves to lie, betray, and negotiate, but he does not like to fight. If he enjoys killing those who annoy him (especially those with a high Mask score), it is always from behind, with a clean and quick attack. When Khalym is hit, he uses his teleportation (once per conflict phase) at long range, then his flight ability, and finally, he transforms into a human to go unnoticed.</p>",
      "section": "",
      "type": "Boss (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Komaki Koga": {
      "name": "Komaki Koga",
      "tokenName": "Komaki Koga",
      "description": "<p>Yojimbo are the Nodachi’s elite soldiers. They are bodyguards and lieutenants, coordinating several Nodachi squads in the field. They wear meta-armour not unlike Avalon’s Warrior model, giving them great flexibility in and out of battle. Yojimbo are often equipped with cutting-edge equipment and modules, as well as weapons befitting their rank, such as kinetic katanas and wakizashis.</p>",
      "tactique": "<p>Yojimbo act in small strike forces of elite soldiers aiming at a specific target, or as leaders of large groups of meta-soldiers. Yojimbo adapt their tactics to suit their opponents. They fire at enemies with high defence and engage those with high reaction in melee. They attack enemies with high Beast and Aggression scores first.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "L'empereur Naruhito": {
      "name": "Emperor Naruhito",
      "tokenName": "Emperor Naruhito",
      "description": "<p>Emperor Naruhito has been Japan’s leader for many years. The Nodachi allowed him to bend the countries of the Asian Dragon to his will, causing the global community to fear and respect him in equal measure. Despite the Anathema and the creation of the Tokyo-Kyoto ark with Iwata Kaneda at its helm, Naruhito still holds sway over the Japanese people. He is an anchor for traditions of the past, running the remains of his country from the palace in the heart of its ark, and is perhaps the only person alive to be able to claim to have Kaneda’s respect and obedience.</p>",
      "tactique": "<p>Naruhito is a paragon of honour and tradition. Noone has seen him fight, but rumour has it that he is a master of the katana. He is always protected by his guards, and will only fight as a last resort. If that happens, he attacks the last enemy to have wounded him or the one with the highest Lady and Aura scores.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Sang-Froid / Instinct</p>"
    },
    "L'enchaîné": {
      "name": "The Chained One",
      "tokenName": "The Chained One",
      "description": "<p>The inhabitants of Manhattan are survivors in more ways than one. First subjected to the devastating red plague, they now must face the Anathema and the Machine. For these reasons, the outcasts of Manhattan are particularly strong and hardened. One example of this strength of body and soul is that of the Chained One. This man of mature age lost his entire family to the red plague. He never gave up, and when the scourge settled on the island, he took up arms to defend himself. It was during a battle against mechanists that he found himself impaled by numerous tubes and abandoned, as if crucified, in the center of an alley. But the Chained One did not die. Of course, it was impossible to free him without causing multiple hemorrhages. So, the outcasts contented themselves with feeding him while awaiting his inevitable end... which never came. Since then, the Chained One has become a symbol, and many outcasts come to visit him, offering him food and drink in exchange for his precious advice.</p>",
      "tactique": "<p>The Chained One does not fight, cannot move, and does not possess scores for Flesh, Beast, or Mask. If he is attacked, the nearest constructs and machine-monsters come to his defense and attack the PCs or NPCs who have inflicted the most damage on him.</p>",
      "section": "",
      "type": "Ally / Boss (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "L’IA": {
      "name": "The AI",
      "tokenName": "The AI",
      "description": "<p>The nanomachines that sealed Nashville within an impenetrable dome did not act completely without reason, nor without a master. The AI is officially unknown to anyone, even if some of the minds trapped in Nashville have envisioned it many times. Indeed, how can one explain the sudden reaction of the nanomachines and the various modifications they have made in the city over all this time? In fact, the AI that controls them was not created; it self-generated and remains a primitive entity, driven solely by a will to self-preservation. And it is this will that has forced it to isolate itself from the Machine by forming the dome but also the labyrinth that protects it, for this illogical zone is precisely a barrier to the calculating mind of the Lord. It knows that certain humans can come to its aid. And it awaits those who will succeed in conquering its labyrinth, the one formed in the heart of the city center, from whom it can learn much, from language to tactics.</p>",
      "tactique": "<p>The AI does not benefit from a complete profile, due to its status as an artificial intelligence. Its <em>Mask</em> aspect represents only its <em>Discretion</em> characteristic here.</p>",
      "section": "",
      "type": "Ally (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "La chasse sauvage": {
      "name": "The Wild Hunt",
      "tokenName": "The Wild Hunt",
      "description": "<p>Directly under the shadow of the noctes that hover high in the sky, the Wild Hunt advances relentlessly. It is strong with several thousand individuals, all in rags, none having reached puberty, but marching at a good pace, as if driven by a supernatural energy. They all show obvious signs of malnutrition and exhaustion, but do not seem to hesitate to move forward. Among the children walk bestians and fauns. In their wake is a carpet of vermin: insects, spiders, mutated rats... This teeming swarm carries a multitude of diseases that can infect any survivors who come into contact with the titanic assembly. They are all under the influence of the svartcrown.</p>\n<p>The horde is divided into several packs that progress in a strangely coordinated manner. Each member of the Hunt is capable of relaying the word of the crown bearer, regardless of the distance that separates them, and the prince of the Hunt can see through their eyes. One of the packs, of smaller dimensions—barely a few hundred children and as many creatures of the Anathema—is particularly visible and recognizable. It is responsible for recruitment for the entire Hunt. While the other groups advance discreetly, this one sows chaos and destruction ahead, attacking and destroying communities of outcasts in its path to increase its numbers.</p>\n<p>In the midst of the flow, a more massive faun than the others moves with confidence. It is jet black and a milky scar bars its right eye, never dead. Its powerful horns are stained a dark red, forming concentric circles. Between each circle, symbols seem to be incised into the horns themselves. On its back stands a small figure, the prince of the Hunt.</p>",
      "tactique": "<p>The Hunt overwhelms the enemy with numbers, putting the subjugated children in the front line to accelerate the growth of despair among humans.</p>",
      "type": "Band (heroic)"
    },
    "La princesse de la Forêt-Noire": {
      "name": "The Princess of the Black Forest",
      "tokenName": "The Princess of the Black Forest",
      "description": "<p>Let's not mince words, the Princess of the Black Forest has nothing of a princess. This woman in her fifties is the leader of a small community of outcasts, mainly composed of men. Severely affected by the madness of the place, she believes that the Anathema is present on Earth because she has not yet found her Prince Charming. She therefore surrounds herself with many suitors whom she constantly tests to prove their worth. It is impossible to know if this little game will last much longer, but this woman is convinced that the day she finds her true Prince Charming, the shadows will leave her kingdom to make it a wonderful place. Perhaps a knight of the Knight will be the lucky one?</p>",
      "tactique": "<p>The princess does not fight and automatically flees in the event of conflict.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "La Sage": {
      "name": "The Sage",
      "tokenName": "The Sage",
      "description": "<p>The Sage is a woman shrouded in mystery. Her true name is Lucile Brand, and she has been a friend of the Fool’s for many years. He may be the heart and soul of the group, but she is its brain. She is a quick-witted, relentless woman who appears forty years old with a shock of white hair.</p>\n<p>In the field, the Sage is the Nine’s commander, coordinating their operations. She is also the Fool’s mouthpiece, interpreting his seemingly insane babbling, riddles, and whispers for the group to understand.</p>\n<p>Some say that she was once close to Dominik Kravtchenko, the leader of the Black Cell, and that she served as his right hand for many years. This is true. The Sage actually had a reputation for ruthlessness equal to Kravtchenko’s.</p>\n<p>Just like the leader of the Black Cell, the Sage appears to be exceedingly long-lived, as if time simply washes over her. Some even say she was with him from the beginning, or at least when he stood beside George Washington.</p>",
      "tactique": "<p>The Sage stays away from the heat of battle, issuing orders via a communicator. If she is involved in a conflict phase alongside the Fool, she will give her life for him, attacking the PC or NPC who inflicts the most damage on him first.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Laex McLucky": {
      "name": "Laex McLucky",
      "tokenName": "Laex McLucky",
      "description": "<p>Laex McLucky is a knight of the Knight well-known to the communities settled in the Black Forest. Originally from the region, he is a former member of Eurocorps who was on a mission when the shadows spread over Germany. Upon returning home, he ventured into the darkness to fight against the creatures of the Beast and to find his wife and son, who had been taken by the Anathema. When he emerged from the night, he was almost dead, his eyes had turned black, but he refused to believe that his family was no more.</p>\n<p>He joined the Knight and, despite his black eyes, managed to become one of Kay's squires in Barbarian armor. He has never hidden from his lieutenant that his main motivation is to find his loved ones, and Kay accepts that he spends his free time on the territory of the Beast searching for them.</p>\n<p>Strangely, since joining the organization, he has become an exceptional infiltrator in the shadows, with the creatures of the Anathema barely noticing him. Rumors are beginning to circulate about him, and it is said that Vraess, the legend of the Shadow of Anathema, is searching for him.</p>",
      "tactique": "<p>Laex always fights in close combat and targets the enemy with the most health points or, if possible, a colossus.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "Clover",
      "pointsfaibles": ""
    },
    "Lamorak": {
      "name": "Lamorak",
      "tokenName": "Lamorak",
      "description": "<p>Lamorak is the Knight of the Round Table who is most well known for the great deed that earned him his seat. Franz Grüber, a former Berlin police officer, saved Arthur‘s life, though lost an arm doing so. Now he leads Avalon‘s Gargoyle division. Lamorak is cunning, taciturn, and above all incredibly loyal. Gifted with great strength further enhanced by cybernetic upgrades, he enjoys facing off with Avalon‘s enemies in bloody hand-to-hand combat. He is often seen wearing his prestige meta-armour ‘Bastion,‘ a heavily modified Warrior model capable of withstanding the strongest of blows.</p>",
      "tactique": "<p>Lamorak is a wall of impassable iron. He is a natural born protector, and will continue to fight until every last one of his allies is safe. He prioritises attacking enemies that have inflicted the most damage, or those with a high Beast score.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Lancelot": {
      "name": "Lancelot",
      "tokenName": "Lancelot",
      "description": "<p>Lancelot is the most envied of the Knights of the Round Table. Formerly an Alpine mountain guide known as Diego Omessa, his legendary battle against the Monster, one of the Incarnations of the Beast, made him a hero overnight. He has led Dragon division ever since and is often seen wearing his prestige meta-armour, ‘Paragon,‘ while his pet falcon, ‘Flame,‘ never strays far from his side. Though perhaps more taciturn than he used to be, Lancelot is still a proud Knight, seemingly optimistic and beyond reproach, who follows Avalon‘s code with all his heart. But for some, his cheerfulness is but a façade. These naysayers mutter that behind his smiling eyes hides despair‘s dark taint.</p>",
      "tactique":"<p>In battle, Lancelot is a lone wolf. He eschews the aid of others and prefers to face powerful foes one-on-one, choosing to face the ones with the highest aspect scores or damage first.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Le baron Stein": {
      "name": "Baron Stein",
      "tokenName": "Baron Stein",
      "description": "<p>Leader of a small community of outcasts in a barricaded and fortified village, Baron Stein sees himself as a true medieval inquisitor. Within his group, he forms 'knights' whom he then sends on dangerous roads to judge whether the faith of other communities is pure enough for them to deserve to survive. This is how he has ordered the destruction of several outcast citadels, killing the men and abducting women and children to expand his harem and form new knights. It is impossible to know if this man is a charismatic manipulator taking advantage of the shadows or if he is truly gripped by religious madness. The fact is that he is beginning to establish his hegemony over part of the Black Forest and is a real danger to other communities.</p>",
      "tactique": "<p>Outside of specific scenes, the baron remains behind his cohort, barking orders. He only defends himself and attacks the enemy with the highest <em>Fury</em> or <em>Beast</em> score if he feels threatened.</p>",
      "section": "",
      "type": "Badass (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Le Collectionneur  (1ère rencontre)": {
      "name": "The Collector (First Encounter)",
      "tokenName": "The Collector",
      "description": "",
      "tactique": "<p>This creature likes to teleport and attack the character with the most Aura. Brutal and fast, it is difficult to hit in close combat but particularly fears ranged weapons. It can only perform one combat action per turn, but can choose to do it in close combat or at range. When it uses its shadow claws, two ethereal blades appear at the end of its cloak, and when it uses its shadow needles, large shards of solid darkness emerge from where its torso should be. The Collector does not walk; it levitates in the air. It is only a silhouette of darkness topped with a white mask and a cloak of shadows.</p>",
      "type": "Boss (initiate)",
      "pointsfaibles": ""
    },
    "Le Collectionneur  (2è rencontre)": {
      "name": "The Collector (Second Encounter)",
      "tokenName": "The Collector",
      "description": "",
      "tactique": "<p>This creature likes to teleport and attack the character with the most Aura. Brutal and fast, it is difficult to hit in close combat but particularly fears ranged weapons. It can only perform one combat action per turn, but can choose to do it in close combat or at range. When it uses its shadow claws, two ethereal blades appear at the end of its cloak, and when it uses its shadow needles, large shards of solid darkness emerge from where its torso should be. The Collector does not walk; it levitates in the air. It is only a silhouette of darkness topped with a white mask and a cloak of shadows.</p>",
      "type": "Boss (initiate)",
      "pointsfaibles": "<p>Acuity</p>"
    },
    "Le Collectionneur  (3è rencontre)": {
      "name": "The Collector (Third Encounter)",
      "tokenName": "The Collector",
      "description": "",
      "tactique": "<p>This creature likes to teleport and attack the character with the most Aura or Fury. Brutal and fast, it is difficult to hit in close combat but particularly fears ranged weapons. It can choose to perform its attacks either in close combat or at range.</p>",
      "type": "Boss (initiate)",
      "pointsfaibles": "<p>Acuity/Aggression</p>"
    },
    "Le Colosse": {
      "name": "The Colossus",
      "tokenName": "The Colossus",
      "description": "<p>Asleep, hidden, or simply frozen, an immense colossus lies buried under the soil of Central Siberia. Certainly originating from the Ether before its disappearance, this being has inevitably been weakened by the years spent in the ground and by the decrease in luminosity, especially since, although Siberia can reach suitable temperatures in summer, the average in winter is -40 °C. Standing at about ten meters tall, this humanoid creature seems to have a body made of gold. Wielding a sword made to its size, also gleaming, it is capable of massacring anyone who tries to stop it.</p>\n<p>The colossus is capable of expressing itself in all languages, like the creatures of the Anathema. However, rather than fueling sadness and despair, it provokes in others a strong desire to fight and create. Therefore, one must have great self-control to establish a dialogue with it and, perhaps, send it to fight the Anathema?</p>",
      "tactique": "<p>The colossus simply seeks to crush its enemies with its powerful blows. It will first dispose of the PCs who inflict the highest damage score on it.</p>",
      "section": "",
      "type": "Boss Behemoth (heroic)",
      "surnom": "",
      "pointsfaibles": "<p>Movement</p>"
    },
    "Le Fou": {
      "name": "The Fool",
      "tokenName": "The Fool",
      "description": "<p>Odd. Peculiar. Monstrous. The Fool is a being from a world long forgotten, one that existed long before the Abyss came to Earth, before light and dark fought one another. Cursed with two conjoined faces, one laughing, the other wailing, both talking in unison, the Fool appears to see between ages, beyond the present and the past.</p>\n<p>It is said that his visions are out of his control and that it is a fool’s errand to try to make sense of them. The visions themselves are to blame for his apparent insanity. Though he may be the leader of the Nine, his is the voice of irrationality. It is a babbling nonsensical torrent of riddles and dreamwords and lunacy that only a very few people, his two closest lieutenants in the Nine, manage to understand.</p>\n<p>Of the Nine, he is the only one to almost always stay in the same location, for something hunts the Fool. His presence on Earth worries the darkness, so much so that its most terrifying creatures, the serpents – servants to the Ophidian, the first Overlord of the Abyss – relentlessly seek him out.</p>\n<p>These fearsome beasts appear near their prey, slithering from the corners of rooms and walls, hunting and tracking and destroying what or whoever gets in their way, no matter how powerful they may be. In order to protect himself from these monstrosities, the Fool hides in a reinforced glass bubble suspended in the middle of a perfectly spherical room.</p>\n<p>He only comes out for the briefest of times and moving him from one place to the next is an adventure in itself, for the serpents lying in wait for him seem to have patience matching their savagery.</p>\n<p>The Fool’s current sanctuary is the USA, in the abandoned Princeton University left empty since the days of the red plague. Now void of all life, the College of New Jersey is silent as the grave, which suits the Fool’s wish for calm contemplation.</p>\n<p>Despite all appearances to the contrary, the Fool’s plans are simple: break Jhélam’s entourage and expose his ties to the darkness and its invasion of Earth.</p>\n<p>What the Fool doesn’t know, despite his prodigious gifts, is that the Overlord he is trying to destroy is without a doubt one of Humankind’s most powerful and devoted allies.</p>\n<p>The Fool has the wrong target, and while he chases him and time trickles through his fingers, his visions of the future become ever more vague and unreliable.</p>",
      "tactique": "<p>The Fool hardly ever leaves the sphere he inhabits. When he does, if he is in a room with corners in it, 1D6 serpents automatically appear to hunt him. The Fool does not fight, and will flee as soon as possible.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Le mat - Alter-ego du fou": {
      "name": "The Madman - Alter Ego of the Fool",
      "tokenName": "The Madman - Alter Ego of the Fool",
      "description": "",
      "tactique": "",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Le panthéon - Freyja": {
      "name": "The Pantheon - Freyja",
      "tokenName": "The Pantheon - Freyja",
      "description": "",
      "tactique": "<p>The members of the pantheon are all different, but each is devoted body and soul to Odin. They will all fight to save their 'father' and will attack the enemy who has inflicted the highest damage on him. Otherwise, in other battles, they will attack the enemy with the highest score in Aggression or Beast.</p>",
      "section": "",
      "type": "Ally (heroic) / Badass (heroic)",
      "surnom": "",
      "pointsfaibles": "<p>GM, you must choose minor aspects for each member of the pantheon and 1 rare contact weapon from the arsenal.</p>"
    },
    "Le panthéon - Frigga": {
      "name": "The Pantheon - Frigga",
      "tokenName": "The Pantheon - Frigga",
      "description": "<p>L&rsquo;actuelle femme d&rsquo;Odin, Frigga, est une entremetteuse capable de diffuser des ph&eacute;romones pouvant cr&eacute;er artificiellement l&rsquo;amour entre deux personnes.</p>",
      "tactique": "<p>The members of the pantheon are all different, but each is devoted body and soul to Odin. They will all fight to save their 'father' and will attack the enemy who has inflicted the highest damage on him. Otherwise, in other battles, they will attack the enemy with the highest score in Aggression or Beast.</p>",
      "section": "",
      "type": "Ally (heroic) / Badass (heroic)",
      "surnom": "",
      "pointsfaibles": "<p>GM, you must choose minor aspects for each member of the pantheon and 1 rare contact weapon from the arsenal.</p>"
    },
    "Le panthéon - Heimdall": {
      "name": "The Pantheon - Heimdall",
      "tokenName": "The Pantheon - Heimdall",
      "description": "<p>The current wife of Odin, Frigga, is a matchmaker capable of spreading pheromones that can artificially create love between two people.</p>",
      "tactique": "<p>The members of the pantheon are all different, but each is devoted body and soul to Odin. They will all fight to save their 'father' and will attack the enemy who has inflicted the highest damage on him. Otherwise, in other battles, they will attack the enemy with the highest score in Aggression or Beast.</p>",
      "section": "",
      "type": "Ally (heroic) / Badass (heroic)",
      "surnom": "",
      "pointsfaibles": "<p>GM, you must choose minor aspects for each member of the pantheon and 1 rare contact weapon from the arsenal.</p>"
    },
    "Le panthéon - Sif": {
      "name": "The Pantheon - Sif",
      "description": "",
      "tactique": "<p>The members of the pantheon are all different, but each is devoted body and soul to Odin. They will all fight to save their 'father' and will attack the enemy who has inflicted the highest damage on him. Otherwise, in other battles, they will attack the enemy with the highest score in Aggression or Beast.</p>",
      "section": "",
      "type": "Ally (heroic) / Badass (heroic)",
      "surnom": "",
      "pointsfaibles": "<p>GM, you must choose minor aspects for each member of the pantheon and 1 rare contact weapon from the arsenal.</p>"
    },
    "Le panthéon - Thor": {
      "name": "The Pantheon - Thor",
      "description": "<p>Thor has been muscularly enhanced and easily wields an enormous hammer capable of generating powerful electric shocks.</p>",
      "tactique": "<p>The members of the pantheon are all different, but each is devoted body and soul to Odin. They will all fight to save their 'father' and will attack the enemy who has inflicted the highest damage on him. Otherwise, in other battles, they will attack the enemy with the highest score in Aggression or Beast.</p>",
      "section": "",
      "type": "Ally (heroic) / Badass (heroic)",
      "surnom": "",
      "pointsfaibles": "<p>GM, you must choose minor aspects for each member of the pantheon and 1 rare contact weapon from the arsenal.</p>"
    },
    "Le panthéon - Tyr": {
      "name": "The Pantheon - Tyr",
      "tokenName": "The Pantheon - Tyr",
      "description": "",
      "tactique": "<p>The members of the pantheon are all different, but each is devoted body and soul to Odin. They will all fight to save their 'father' and will attack the enemy who has inflicted the highest damage on him. Otherwise, in other battles, they will attack the enemy with the highest score in Aggression or Beast.</p>",
      "section": "",
      "type": "Ally (heroic) / Badass (heroic)",
      "surnom": "",
      "pointsfaibles": "<p>GM, you must choose minor aspects for each member of the pantheon and 1 rare contact weapon from the arsenal.</p>"
    },
    "Le roi de Lafayette": {
      "name": "The King of Lafayette",
      "tokenName": "The King of Lafayette",
      "description": "<p>Although the Beast did not succeed in extending its territory over Paris during its assaults, it did achieve some victories. The capture of the Galeries Lafayette is one example. This vast shopping center is a significant source of supplies for the Parisians. However, upon the arrival of the Anathema, the galleries located in the 9th arrondissement fell under the control of a particularly cunning faun who calls himself the 'King of Lafayette.' He takes the form of an enormous wolf walking on its hind legs, using a traffic sign as a cane and sometimes brandishing it like a sorcerer's staff.</p>\n<p>It is worth noting that these dark places, populated by fauns and bestians, sometimes welcome a few humans who come to beg for food or other resources from the king. Depending on their attitude, these people can be immediately executed or their request can be accepted, usually in exchange for an exorbitant payment. The King of Lafayette, for example, has a pronounced taste for women and has built up a veritable harem over time.</p>",
      "tactique": "<p>The king stays at a safe distance and uses his scepter to devour the hope of the PCs. If he is attacked in close combat, he strikes first at the hero with the most hope points.</p>",
      "section": "",
      "type": "Boss (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Légionnaires": {
      "name": "Legionnaires",
      "tokenName": "Legionnaires",
      "description": "<p>The soldiers gathered by Cesare are a relatively heterogeneous group composed of former military personnel, police officers, firefighters, and civilians who believe in Cesare's ideals or simply want to be useful. However, they are also a well-organized combat force led by numerous non-commissioned officers and officers who significantly enhance the soldiers' capabilities and tactics. The legionnaires operate in groups of 10, including a non-commissioned officer, the decurion. Their equipment is reliable and well-maintained, ranging from assault rifles to armored vehicles, and even field cannons.</p>",
      "tactique": "<p>The legionnaires favor ranged combat and primarily follow the orders of Cesare or the centurions. Their non-commissioned officers attempt to coordinate as much as possible to take their opponents in pincer movements or from the rear.</p>",
      "type": "Ally (recruit) / Band (recruit)"
    },
    "Les Desesperados": {
      "name": "The Desperados",
      "tokenName": "The Desperados",
      "description": "",
      "tactique": "<p>The Desperados are equipped with concealable firearms such as submachine guns or shotguns and clumsily take cover while shooting wildly. Generally fighting under the influence of various drugs, they are more ferocious than most gangs.</p>",
      "type": "Band (initiate)"
    },
    "Les Twins": {
      "name": "The Twins",
      "tokenName": "The Twins",
      "description": "<p>Akena and Tatsumi, simply called the Twins, were shinobi – indoctrinated spies and killers – in service to the Nodachi before the Anathema arrived. They encountered the Sage while on an elimination mission and were able to break their conditioning (albeit with great difficulty), freeing themselves from the Japanese organisation’s hold.</p>\n<p>They always travel as a pair, are hardly ever seen apart, and perform their duties as a strange duo. The first twin, Akena, speaks for the two of them, while Tatsumi appears to make all decisions on the battlefield. According to the Sage, the Twins are a single soul split in two bodies. This seems believable when watching the pair act with astonishing coordination and single-minded focus.</p>\n<p>The Twins serve as the Nine’s assassins, eliminating the organisation’s enemies and ridding them of anyone who gets too curious and too close.</p>",
      "tactique": "<p>The Twins close the distance to their targets swiftly while firing their crossbows. They always try to find routes that give them the most cover. Once in melee range, they attack the enemy with the lowest AP or HP, or the one with the highest Aura score. The two of them wield one huge sonic blade, and count as a single enemy.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Aura/Eloquence</p>"
    },
    "Loki": {
      "name": "Loki",
      "tokenName": "Loki",
      "description": "<p>On raconte au sein du panth&eacute;on qu&rsquo;Oliven Mesh avait un fils avant de devenir Odin. Des rumeurs laissent &agrave; penser que ce fils serait issu d&rsquo;une union contre-nature avec une &eacute;trange femme inconnue au corps de glace. Il serait un prodige, un &ecirc;tre capable de prouesses inimaginables et pourrait sans mal d&eacute;fier son p&egrave;re en combat singulier. Des chuchotements le nomment souvent Loki et il inspire la terreur dans l&rsquo;arche tout enti&egrave;re.Les rumeurs sont fond&eacute;es, Loki existe r&eacute;ellement et il est bien le fils abandonn&eacute; d&rsquo;Odin. &Acirc;g&eacute; d&rsquo;une vingtaine d&rsquo;ann&eacute;es, c&rsquo;est un jeune homme terriblement intelligent qui fomente la chute de son p&egrave;re. Il a r&eacute;uni autour de lui une petite bande de truands et de cingl&eacute;s qui ha&iuml;ssent Odin tout comme lui. Chacun est le chef d&rsquo;une bande situ&eacute;e dans les quartiers &eacute;loign&eacute;s d&rsquo;Asgard et se tient pr&ecirc;t &agrave; agir selon les ordres du fils d&rsquo;Odin. Particuli&egrave;rement vil, Loki souhaite actuellement contacter des cr&eacute;atures des t&eacute;n&egrave;bres pour pactiser avec elles. Certains informateurs du Knight affirment que le jeune homme serait insensible au d&eacute;sespoir et &agrave; l&rsquo;Horreur. Il n&rsquo;en aurait pas peur et serait m&ecirc;me capable d&rsquo;utiliser d&rsquo;&eacute;tranges capacit&eacute;s propres aux enfants du Masque&hellip;</p>",
      "tactique": "<p>Loki attaque rarement de face, il pr&eacute;f&egrave;re se t&eacute;l&eacute;porter dans le dos de ses victimes afin de les assassiner. &nbsp;Il s&rsquo;attaque en premier &agrave; l&rsquo;ennemi qui a le moins d&rsquo;Endurance ou de Chair.</p>",
      "section": "",
      "type": "Boss (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Ma, l’enfant sauvage": {
      "name": "Ma, the Wild Child",
      "tokenName": "Ma, the Wild Child",
      "description": "<p>It is said within the pantheon that Oliven Mesh had a son before becoming Odin. Rumors suggest that this son was born from an unnatural union with a strange, unknown woman with a body of ice. He is said to be a prodigy, a being capable of unimaginable feats, and could easily defeat his father in single combat. Whispers often name him Loki, and he inspires terror throughout the entire ark. The rumors are true; Loki does exist and is indeed the abandoned son of Odin. Aged in his twenties, he is a terribly intelligent young man plotting his father's downfall. He has gathered around him a small band of thugs and lunatics who hate Odin just as much as he does. Each is the leader of a gang situated in the remote quarters of Asgard and is ready to act according to the orders of Odin's son. Particularly vile, Loki currently wishes to contact creatures of the shadows to make a pact with them. Some informants of the Knight claim that the young man is immune to despair and horror. He is not afraid of them and is even capable of using strange abilities unique to the children of the Mask...</p>",
      "tactique": "<p>Loki rarely attacks head-on; he prefers to teleport behind his victims to assassinate them. He targets the enemy with the least Endurance or Flesh first.</p>",
      "section": "",
      "type": "Badass (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Magdalena Berthold": {
      "name": "Magdalena Berthold",
      "tokenName": "Nathaniel Longfellow",
      "description": "<p>A bounty hunter trained by the Illuminati, she has spent the last few years working for Longshot and tracking down her former employers. Exceptionally skilled in every way, she graduated from university at the age of only 15 and became an accomplished assassin by 20. Brilliant, beautiful, and efficient after all these years, she is a 'femme fatale' in the truest sense.</p>",
      "tactique": "<p>She favors long-range and discreet attacks from elevated positions with a sniper rifle. She does not hesitate to use explosives. She is generally employed by the Queen to cover other important prodigies such as Nathaniel Longfellow or Nolene Hong.</p>",
      "section": "",
      "type": "Badass (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Maia 15/6": {
      "name": "Maia 15/6",
      "tokenName": "Maia 15/6",
      "description": "<p>Maia is a child of about a dozen years who grew up tough on the streets of the Roman suburbs. Her dark eyes always seem lost and never fix on her interlocutor. With short hair and a very androgynous physique, she can easily be mistaken for a boy, especially since she always wears very loose-fitting sports clothing. It is impossible to find her without her backpack, which contains her most precious material: her paint bombs. Maia descended into madness during the battle between Lancelot and the Monster. However, it is also following this event that she began painting the frescoes that earned her a reputation in the Subure slum and growing support from the inhabitants who are sensitive to the masterpieces created by the artist. Maia's profile is equivalent to that of a common notable.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to their underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "Ally (recruit) / Brute (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Malcolm Bird": {
      "name": "Malcolm Bird",
      "tokenName": "Malcolm Bird",
      "description": "<p>Cet homme charismatique n&rsquo;est autre que le dirigeant de la communaut&eacute; de Central Park. Regroupant autour de lui d&rsquo;anciens militaires, des policiers et des civils ayant r&eacute;sis-t&eacute; &agrave; la peste rouge, il a su leur permettre de survivre dans l&rsquo;&icirc;lot naturel que forme le parc au milieu du territoire de la &nbsp;Machine. Pour cela, il a banni toutes les technologies de leur mode de vie, m&ecirc;me les armes &agrave; feu. Il a mis en place des cultures dans le parc pour nourrir tout le monde et chacun a un r&ocirc;le bien pr&eacute;cis &agrave; tenir pour faire survivre le groupe. Bien s&ucirc;r, le Knight a d&eacute;j&agrave; tent&eacute; de recruter Malcolm Bird, mais celui-ci a toujours refus&eacute; et ses relations avec les chevaliers qui passent &agrave; Manhattan sont souvent tr&egrave;s tendues. Non pas qu&rsquo;il les m&eacute;prise, mais simplement qu&rsquo;il consid&egrave;re les m&eacute;ta-armures comme un v&eacute;ritable danger dans le domaine de la Machine, pour les chevaliers eux-m&ecirc;mes, mais aussi pour les communaut&eacute;s qu&rsquo;ils viennent aider. Les coteries ne peuvent donc en g&eacute;n&eacute;ral rester plus de quelques heures dans Central Park.</p>",
      "tactique": "<p>Malcolm d&eacute;teste combattre et se prot&egrave;ge derri&egrave;re ses hommes. S&rsquo;il est engag&eacute; en combat, il essaiera de fuir rapidement en laissant la bataille &agrave; d&rsquo;autres meilleurs que lui.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Maria Lasserre": {
      "name": "Maria Lasserre",
      "tokenName": "Maria Lasserre",
      "description": "<p>This charismatic man is none other than the leader of the Central Park community. Gathering around him former military personnel, police officers, and civilians who resisted the red plague, he has managed to enable them to survive in the natural island that the park forms in the midst of the Machine's territory. To achieve this, he has banned all technologies from their way of life, including firearms. He has established crops in the park to feed everyone, and each person has a well-defined role to play to ensure the group's survival. Of course, the Knight has already tried to recruit Malcolm Bird, but he has always refused, and his relations with the knights who pass through Manhattan are often very tense. Not because he despises them, but simply because he considers meta-armors a real danger in the domain of the Machine, both for the knights themselves and for the communities they come to aid. Therefore, coteries generally cannot stay in Central Park for more than a few hours.</p>",
      "tactique": "<p>Malcolm detests fighting and protects himself behind his men. If he is engaged in combat, he will try to flee quickly, leaving the battle to those better suited for it.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Mary Higgins": {
      "name": "Mary Higgins",
      "tokenName": "Mary Higgins",
      "description": "<p>Mary Higgins is one of the prestigious researchers who accepted to join New Orleans to find a remedy against the red plague. This woman is known as a specialist in infectious diseases.</p>\n<p>After the disease disappeared and the arks were founded, the woman joined Houston to continue her research. This did not prevent her from being part of the first convoy, with her team, when a new epidemic was announced. Naturally relatively discreet, she becomes tenacious when she delves into her studies and is capable of spending hours bent over her work, without even thinking about eating or drinking. Employed by the branch of Hemera Genetics in Houston for a short time, she knew very little about New Orleans but salutes the courage of its survivors.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to their underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "<p>Ally (recruit) / Brute (recruit)</p>",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Marysa Lang": {
      "name": "Marysa Lang",
      "tokenName": "Marysa Lang",
      "description": "",
      "tactique": "<p>Marysa Lang does not fight and automatically flees in the event of conflict.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Maxwell Norn": {
      "name": "Maxwell Norn",
      "tokenName": "Maxwell Norn",
      "description": "",
      "tactique": "<p>Eva's manager resembles any bodyguard. He has indeed undergone the necessary training to ensure the adolescent's safety at the slightest danger. However, he is more adept at ordering the agents under his command to take care of it. He knows how to use a firearm, even though it is evident that he has no desire to do so.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Mecha Daitengû": {
      "name": "Mecha Daitengû",
      "tokenName": "Mecha Daitengû",
      "description": "",
      "tactique": "<p>A mecha-armor always targets a maximum of different enemies and uses, if possible, different weapons or modules with each of its combat actions. By default, it prefers ranged attacks against normal-sized targets but uses close combat attacks against enemies of its size.</p>",
      "section": "",
      "type": "Boss Behemoth (heroic) or Badass Behemoth (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Mecha Tengû": {
      "name": "Mecha Tengû",
      "tokenName": "Mecha tengû",
      "description": "",
      "tactique": "<p>A mecha-armor always targets a maximum of different enemies and uses, if possible, different weapons or modules with each of its combat actions. By default, it prefers ranged attacks against normal-sized targets but uses close combat attacks against enemies of its size.</p>",
      "section": "",
      "type": "Boss Behemoth (heroic) or Badass Behemoth (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Mecha-shogun": {
      "name": "Mecha-shogun",
      "tokenName": "Mecha-shogun",
      "description": "<p>A colossal red mecha-armor, with an appearance similar to a giant version of Amaterasu, the mecha-shogun is the quintessence of Nodachi technology. Equipped with the best weapons and modules, the mecha-shogun is a monumental adversary that can only be confronted and defeated by the Knight's mecha-armors.</p>",
      "tactique": "<p>The mecha-shogun targets a maximum of different enemies and uses, if possible, different weapons or modules with each of its combat actions. By default, it prefers ranged attacks against normal-sized targets but uses close combat attacks against enemies of its size.</p>",
      "section": "",
      "type": "Boss Behemoth (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Méléagant": {
      "name": "Méléagant",
      "tokenName": "Méléagant",
      "description": "<p>Méléagant is a former French international lawyer named Jean-Baptiste Doré. He used his legal talents to help create the Knight and give it official existence. However, seeing that the organization was becoming a powerful paramilitary group serving a dictatorial power, Jean-Baptiste decided to do everything possible to dismantle the Knight. Kay intervened to stop the man and staged his death as an accident. Unfortunately for her, the Mask saved Jean-Baptiste from death and made him his agent. The man then took the name Méléagant. Acting in collaboration with Morgane, he serves as a guide within Brocéliande, but especially through the past, and is the one who opens the way to the truth presented by the Mask.<br>Under the appearance of an aged and wounded man or a vigorous person in the prime of life, Méléagant knows the forest that shelters him perfectly. His intelligence allows him to lead those in need to where they can discover the flaws in their own history.</p>",
      "tactique": "<p>Méléagant does not fight. If he is attacked, he disappears in an evanescent mist to reappear later in the darkness. If the PCs manage to force him to fight, for example by exposing him to a powerful light, he acts with the following profile and targets enemies with the highest Fury or Beast score first.</p>",
      "section": "",
      "type": "Boss (recruit)",
      "surnom": "Guide",
      "pointsfaibles": "<p>Aggression / Aura / Dexterity</p>"
    },
    "Membre de l'ordre": {
      "name": "Member of the Order",
      "tokenName": "Member of the Order",
      "description": "<p>Young and yet terribly powerful, the Order of the Redeeming Light forms both an army and a militia under the guidance of the Church. Although it is becoming increasingly independent, carrying out actions for its own objectives, the Order remains the armed branch of the Neo Vatican. Composed of 80,000 adepts, many of whom are warrior monks spread throughout South America, within 'sanctuaries of light' which are actually outposts led by appointed officers called hierophants, the Order recruits almost exclusively from within law enforcement or military and paramilitary forces, turning those it recruits into true fanatics. These recruits are well-equipped and financed by the Church and its wealthy patrons. The adepts within the Order consider God to be light and the shadows, as well as Horror and Despair, to be manifestations of the Evil One. As a result, all traces of shadows and despair are systematically eliminated, and often, the Order carries out preemptive strikes, eliminating potential enemies or individuals who might be affected by despair. With regard to the Knight, the Order can be an ally, as it fights against the shadows. However, its adepts and leaders are true free electrons, capable of annihilating entire families on mere suspicions.</p>",
      "tactique": "<p>The members of the Order are all seasoned fighters who use combat exoskeletons, visible over their monk's robes. They will defend Pietra with their lives. They attack enemies with the highest Mask or Discretion score. They generally operate in groups of 6 shooters (5 equipped with heavy automatic shotguns and one with a flamethrower), or in groups of 6 close combat fighters (all equipped with plasma torches).</p>",
      "section": "",
      "type": "Ally (heroic) / Brute (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Membre de l'Ordre du dieu machine": {
      "name": "Member of the Order of the Machine God",
      "tokenName": "Member of the Order of the Machine God",
      "description": "<p>The Order of the Machine God is a community of outcasts with an equivocal status according to the Knight. Indeed, its members still seem to possess their full capabilities; they are not desperate and yet, they are particularly technophilic and go so far as to venerate the Machine. This is how they move through the streets of Manhattan without suffering any attacks and work on technology to the point that they have succeeded in creating protections that resemble the Knight's meta-armors. It is still impossible to know if this community directly fraternizes with the Machine or not, but the fact is that the influence of the Lord is increasingly felt in their behavior and even their physique. Needless to say, the Order of the Machine God is under high surveillance by Camelot, even if so far they have shown no bellicose intentions.</p>",
      "tactique": "<p>The members of the Order act in an extremely calm and methodical manner. They use their strange armors to advance implacably and shoot at the PCs and NPCs with the highest score in the Flesh aspect. They generally act in groups of 6.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Mercenaire d'anathema": {
      "name": "Anathema Mercenary",
      "tokenName": "Anathema Mercenary",
      "description": "<p>The mercenaries first attempt to disorient their adversaries before attacking from unexpected directions. They favor ranged combat but are also comfortable in close combat.</p>",
      "tactique": "<p>The well-equipped and employed mercenaries of Anathema can be found almost anywhere in the world. Recruited through network advertisements, they are persuaded to work for some corporation seeking experimental subjects. Only their leader, a woman in her forties, knows that they are working for the Anathema. They are well-equipped and well-organized. If the battle is lost and they have no escape, they prefer to commit suicide rather than be captured.</p>",
      "section": "",
      "type": "Brute (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Meredith Cole": {
      "name": "Meredith Cole",
      "tokenName": "Meredith Cole",
      "description": "<p>Meredith Cole is a true Londoner. With a degree in psychology, she left that path to pursue the arts. She had become a theater professor at the Royal Academy of Dramatic Art when the world changed. It was the combination of her empathic gifts and her ability to lie perfectly that allowed her to save her group of students from despair by isolating those on the verge of succumbing. After several months of trying to maintain a normal life, she ended up joining the Knight and Gideon's coterie. Meredith is not the co-equipier of Arthur's nephew by chance. Close to Gideon, some would say his confidante, Kay expects her to watch over him to check the evolution of his post-traumatic syndrome. Equipped with a meta-armour Bard, she is capable of deceiving anyone.</p>",
      "tactique": "<p>Meredith is an artist of deception, specialized in illusion and complex manipulations. She also knows how to devise subtle tactics that exploit the enemy's weaknesses. In combat alongside her coterie, she sets the tempo and creates illusions, diversions, and traps that allow her allies to move and eliminate targets without being detected. Alone, she only engages in combat if absolutely necessary and tries in this case to remain hidden under her simulacra.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "Snow",
      "pointsfaibles": ""
    },
    "Meredith Cole (hero)": {
      "name": "Meredith Cole (hero)",
      "tokenName": "Meredith Cole",
      "description": "<p>Meredith Cole is a true Londoner. With a degree in psychology, she left that path to pursue the arts. She had become a theater professor at the Royal Academy of Dramatic Art when the world changed. It was the combination of her empathic gifts and her ability to lie perfectly that allowed her to save her group of students from despair by isolating those on the verge of succumbing. After several months of trying to maintain a normal life, she ended up joining the Knight and Gideon's coterie. Meredith is not the co-equipier of Arthur's nephew by chance. Close to Gideon, some would say his confidante, Kay expects her to watch over him to check the evolution of his post-traumatic syndrome. Equipped with a meta-armour Bard, she is capable of deceiving anyone.</p>",
      "tactique": "<p>Meredith is an artist of deception, specialized in illusion and complex manipulations. She also knows how to devise subtle tactics that exploit the enemy's weaknesses. In combat alongside her coterie, she sets the tempo and creates illusions, diversions, and traps that allow her allies to move and eliminate targets without being detected. Alone, she only engages in combat if absolutely necessary and tries in this case to remain hidden under her simulacra.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "Snow",
      "pointsfaibles": ""
    },
    "Merlin": {
      "name": "Merlin",
      "tokenName": "Merlin",
      "description": "<p>Though he may not be its leader, Avalon‘s Knights and agents know that if it weren‘t for Merlin, Avalon itself would not exist. He appears to be in his sixties and plays the part of a benevolent father figure, giving out words of wisdom to Knights who come to him for guidance. Before he became known as Merlin, however, he was James Niakaté, the inventor of nanomachines, and of immortality. His scientific genius is now at Avalon‘s service, and he spends most of his time in the Tower thinking up new weapons and tools with which to fight the darkness.</p>",
      "tactique": "<p>Merlin has no desire to fight. If he has no other choice, he will leap into the fray and perform small miracles on allied armours, repairing them or seemingly effortlessly enhancing their properties.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Méta-soldat": {
      "name": "Meta-soldiers",
      "tokenName": "Meta-soldiers",
      "description": "<p>Nodachi meta-soldiers make up the majority of the organisation’s troops. Each meta-soldier has access to a Kirin model combat exoskeleton that enhances their physical capabilities and allows them to jump to impressive heights. They form squads of a dozen individuals, each one equipped with three Obake model polymorphic drones and weapons including Askr-1 assault rifles and Onagre machine guns.</p>",
      "tactique": "<p>Meta-soldiers work in squads that each concentrate on one threat at a time. They usually take their orders from yojimbo and samurai. If their leaders have all been defeated and their cohesion drops under half its starting value, they surrender.</p>",
      "type": "Band (heroic)"
    },
    "Mia Gaspini": {
      "name": "Mia Gaspini",
      "tokenName": "Mia Gaspini",
      "description": "",
      "tactique": "<p>Mia Gaspini does not fight and automatically flees during conflict phases.</p>",
      "type": "Ally (initiate)",
      "pointsfaibles": ""
    },
    "Mickael Clark": {
      "name": "Mickael Clark",
      "tokenName": "Mickael Clark",
      "description": "",
      "tactique": "<p>Mickael Clark simply swings his enormous chainsaw, over 1.5 meters long, and generally attacks the knights closest to him. He takes hits and strikes hard while laughing loudly. If the PCs flee, he tracks them down, making them his prey.</p>",
      "type": "Boss (recruit)",
      "pointsfaibles": ""
    },
    "Milan": {
      "name": "Milan",
      "tokenName": "Milan",
      "description": "<p>Milan is a man in his fifties. Originally from a tribe in central Siberia, he is the only member of his village to have moved to a Russian city to pursue studies. He therefore spent part of his youth in Biysk, in southern Russia, to study at the Altai State Academy of Education. At the end of his studies, he chose to return to his people to improve their daily lives.</p>\n<p>Milan knows the entire southern region of central Siberia very well. For people who are searching for something or are lost, he could be of significant help. Moreover, having pursued higher education, he is very open to learning new knowledge and is not averse to technology, as long as it does not destroy the territory he considers his own. Finally, he speaks Russian fluently and knows the basics of English.</p>",
      "tactique": "<p>Milan only fights to defend himself during conflict phases and will attack the one who has inflicted the highest damage score on him.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Milicien": {
      "name": "Militia",
      "tokenName": "Militia",
      "description": "<p>Surveillance drones and militia are all an ark needs to be safe and secure. In theory. Militia are rank 6 Citizens with all the privilege that entails, and most of them freely abuse their authority over lesser Citizens. Naturally, the further one gets from the centre of an ark, the fewer militia patrols there are, leaving the outer reaches to fend for themselves. Militia personnel are mostly encountered in groups of two to four individuals, each embodying the best or the worst of ark citizenry. They can be fundamentally nice people trying to keep their fellow people safe, or petty bullies who enjoy pushing other Citizens around.</p>",
      "tactique": "<p>Militia can be found almost everywhere in an ark. For the most part, they strive to uphold the law and refrain from killing unless they receive orders to the contrary. They use ranged weapons, firing on their enemies at a distance from behind cover or within their tactical vehicles. Militia firing from a vehicle can be considered brutes with the same stats as a militia band (minus cohesion and overrun scores), 30 HP, and the ranged weapon that comes with the vehicle.</p>",
      "type": "Band (recruit)"
    },
    "Miranda Lonkar": {
      "name": "Miranda Lonkar",
      "tokenName": "Miranda Lonkar",
      "description": "<p>Miranda Lonkar is not the most glorious knight of the Knight, her greatest achievement is unknown. Yet, she is, behind Arthur and the Knights of the Round Table, one of the most well-known. Working within the Korrigan section, under the direct authority of Palomyd&egrave;s, and equipped with a Warmaster meta-armour, this forty-something of Indian origin is generally the first to meet each candidate destined to become a knight within the Knight.<br>Particularly lucid, observant, and physiognomist, most requests to enter the organization pass through her hands, although her main task remains overseeing interviews, entrance tests, and the training that precedes accession to the Knight. Few know, but Miranda possesses a true gift.&nbsp;<br>Benefiting from an eidetic memory, she remembers absolutely all the profiles she has studied since she has been in this position. This makes her an even more reliable source of information than the databases that list the personnel at Camelot. Some knights do not hesitate to go directly to her when they want to obtain information about one of their colleagues. Needless to say, this knight is particularly precious to the Knight, all the more so because, having just married the Knight of the Round Table Palomyd&egrave;s, she has certainly had access to numerous briefings of ultra-secret missions within the Korrigan section.</p>",
      "tactique": "<p>Miranda is not a fighter. In case of an attack, she will seek to organize the evacuation of unarmed civilians before taking cover herself. She can, however, organize defenses and establish very effective counterattack plans. If forced to attack, Miranda shoots from a distance at enemies in combat with her allies.</p>",
      "section": "",
      "type": "",
      "surnom": "Recruiter",
      "pointsfaibles": ""
    },
    "Mister Takeshi": {
      "name": "Mister Takeshi",
      "tokenName": "Mister Takeshi",
      "description": "<p>Manager of the Neons district, Mister Takeshi is also the star presenter of Kaneda TV and host of the biggest shows that take place in the district. Mister Takeshi is also the feared and unyielding host of a daily game, The Labyrinth, where candidates undertake a true obstacle course, extremely dangerous, to win prizes that can improve their daily lives. The concept is simple: in a labyrinth of plastic and inflatable structures, candidates must find their way while avoiding traps (pits several meters deep, large plastic hammers falling from the ceiling, giant balls falling in the corridors, stairs suddenly becoming slippery, electric grids, pools of boiling water, etc.). The worst part is that each participant has a specific objective, often involving one or more other candidates, such as making them fall into a pit or pushing them onto an electric grid. Many participants of The Labyrinth end up with burns, broken bones, or gaping wounds, but this does not seem to shock the inhabitants of the ark who ask for more. Each month, the best participants of the last days are invited to challenge Mister Takeshi in The Labyrinth. A former athlete and reservist of the Nodachi, the man almost always wins... It is worth noting that the Nodachi, and especially Iwata Kaneda, uses the show to spot potential promising elements to integrate into the organization.</p>",
      "tactique": "<p>Mister Takeshi fights very rarely outside of The Labyrinth. When he does fight, he attacks the enemy with the highest <em>Combat</em> or <em>Beast</em> score.</p>",
      "section": "",
      "type": "Badass (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Mohamed Abdi": {
      "name": "Mohamed Abdi",
      "tokenName": "Mohamed Abdi",
      "description": "<p>This man, almost 80 years old, is considered the one who single-handedly keeps Istanbul coherent. Leader of the New Jerusalem congregation that has settled in the Hagia Sophia Basilica, Mohamed Abdi possesses impressive wisdom and charisma. Succeeding in making religion a means of unity rather than opposition, he works every day to ensure that the different communities of outcasts do not annihilate each other. A former imam, he abandoned that title for that of 'grand preacher,' as he wishes to spread the divine word, whatever its form, as long as it leads Men on the path of good. Of course, the Knight supports this action while monitoring its evolution, as it would be dangerous, given the number of faithful who join the New Jerusalem, if it were to drift towards more dubious practices.</p>",
      "tactique": "<p>Mohamed does not fight and automatically flees during conflict phases.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Monsieur Pendulum": {
      "name": "Mr. Pendulum",
      "tokenName": "Mr. Pendulum",
      "description": "<p>This mysterious character, known to all the gallery owners and curators of the ark, is a tall, thin, cold man with a full mustache, always dressed elegantly, and, above all, possessing an artistic culture that defies the imagination. He constantly carries with him a small pendulum swinging at the end of his fingers. He buys, gives, resells, and preserves works of art from all horizons. His company, Pendulum Company, is affiliated with the Byrd Corporation and specializes in the recovery of artworks from abandoned or submerged territories under the Anathema. The knights regularly deal with Mr. Pendulum, and many missions involving the retrieval of artworks are his initiative. Fortunately, Mr. Pendulum considers art more important than his own existence and treats the works with a respect that sometimes borders on obsession. He works only out of passion and never for mercantile purposes. At the headquarters of the Pendulum Company, located right next to the Tate Modern museum, dozens of works are being restored by dozens of artists. Mr. Pendulum himself works tirelessly to restore the most beautiful pieces. He then seems to regain a warmth and energy that he does not ordinarily have, as if the art inflates his imagination and passion.</p>",
      "tactique": "<p>Mr. Pendulum never fights. If threatened, he prefers to surrender immediately or hide behind his protectors. If needed, he can call for help from a group of militiamen, or even a coterie of the Knight.</p>",
      "section": "",
      "type": "Ally (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Mordred - Gideon": {
      "name": "Mordred - Gideon",
      "tokenName": "Mordred - Gideon",
      "description": "<p>This is clearly the worst and most powerful version of Mordred. Gideon MacTavish is an accomplished knight, partly trained by the PCs. He possesses his own modified version of Excalibur and has allowed the all-powerful Mask to invade him, forming the living shadow of an armor always by his side. Mordred embodied by Gideon is one of the most dangerous enemies the PCs can face. Desperate and feeling abandoned, he embodies the betrayal and lies he believes he has suffered. In no way can Mordred embodied by Gideon be saved from his madness. He fights to the death and must be killed.</p>",
      "tactique": "<p>Mordred is surrounded by living masks or favorites of the Mask. He fights by calmly advancing into the melee and tries to remind his enemies of their worst memories or the moments when they betrayed him. Mordred must target at least two different enemies when he attacks and prioritizes attacking PCs or NPCs with the highest Beast score. He does not target enemies on whom he has used his living betrayal ability. In his second phase, he becomes more violent and seems to fully embody a raging despair. All light disappears or is extinguished during the scene, and the knights can only see thanks to their night vision module (or equivalent). It is worth noting that Mordred embodied by Gideon has no weaknesses.</p>",
      "section": "",
      "type": "Boss (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Mordred - Lancelot": {
      "name": "Mordred - Lancelot",
      "tokenName": "Mordred - Lancelot",
      "description": "<p>If they abandoned Lancelot to protect the Knight during the Battle of London or let him go, he can become Mordred. This version of Mordred embodied by Lancelot is also very powerful, but unlike the first, he can be saved from himself and brought back to the light.</p>",
      "tactique": "<p>Mordred embodied by Lancelot is surrounded by living masks or favorites of the Mask. He fights by rushing into the melee, and one can hear him crying into Excalibur. He is more desperate than ever. Mordred must target at least two different enemies when he attacks and prioritizes attacking PCs or NPCs with the highest Lady score. In his second phase, a white mask replaces his helmet, and he starts laughing.</p>\n<p>Gravity, the laws of physics, and space change in the location where the scene takes place. Mordred embodied by Lancelot is not affected by this change, but the heroes can lose their bearings and receive penalties to their tests. It is worth noting that Mordred embodied by Lancelot has no weaknesses.</p>",
      "section": "",
      "type": "Boss (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Mordred - Morgane": {
      "name": "Mordred - Morgane",
      "tokenName": "Mordred - Morgane",
      "description": "<p>Finally, if these first two alternatives are not coherent, Mordred will be none other than Morgane, the half-sister of Arthur and Kay, and the mother of Gideon MacTavish. She becomes the least difficult version of Mordred to face, even if the combat is extremely arduous. Mordred embodied by Morgane uses the creatures of the Mask at her disposal to weaken the PCs before launching her assault. Her profile is close to the one indicated in this present work, but equipped with a modified version of Excalibur.</p>",
      "tactique": "<p>Mordred is surrounded by living masks or favorites of the Mask. He fights by calmly advancing into the melee and tries to remind his enemies of their worst memories or the moments when they betrayed him. Mordred must target at least two different enemies when he attacks and prioritizes attacking PCs or NPCs with the highest Beast score. He does not target enemies on whom he has used his living betrayal ability. In his second phase, he becomes more violent and seems to fully embody a raging despair. All light disappears or is extinguished during the scene, and the knights can only see thanks to their night vision module (or equivalent). It is worth noting that Mordred embodied by Gideon has no weaknesses.</p>",
      "section": "",
      "type": "Boss (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Morgane": {
      "name": "Morgane",
      "tokenName": "Morgane",
      "description": "<p>Morgane, once known as Mo&iuml;ra Murphy, is the half-sister of Arthur but not the half-sister of Kay. This did not prevent her from being fully welcomed into the family. Endowed with great intelligence, she disliked the combat arts to which the members of her family devoted themselves. She developed a passion for singing, abandoning everything else for this art.</p>\n<p>During the Battle of Dublin, she was elsewhere, performing a concert at the Gaiety Theatre, and it was her presence that led Arthur to choose this city for his first major strike. With Helena, they braved the shadows to join their half-sister and found her saving the audience with her voice. Her artistic battle was against numerous entities of the Mask. However, the intervention of the future leader of the Knight distracted the singer, who lost her notes and was immediately overwhelmed by the shadows. She continued to sing, but instead of a harmonious sound, the dissonances of her voice began to plunge the spectators into the despair from which she had just saved them.</p>\n<p>That's when everything changed. Arthur, believing his half-sister lost and facing the danger she represented, asked Helena to end her. As the evacuation took place in chaos, the one who would later be called Kay resolved to end Mo&iuml;ra's suffering. However, the fight was more brutal than expected. The singer's voice was so powerful and filled with darkness that it could cause physical harm. Kay had no meta-armor to protect her, and her skin began to melt under the transformed sound waves. She finally managed to stab her knife into Mo&iuml;ra's chest, losing her face in the process. Helena was urgently taken care of by James Niakat&eacute;. When they returned to retrieve Mo&iuml;ra Murphy's body, she had disappeared.</p>\n<p>The Mask found the opposition between the woman and the members of her family very entertaining. It saved Mo&iuml;ra by providing her with a small shard of the Abyss that it kept for one of its incarnations. It knew she would be of great use to it. As for Kay, consumed by guilt and recovered from her battle, she decided to take care of Mo&iuml;ra's son, Gideon. He had witnessed their fight, and the trauma had severely shaken him.</p>\n<p>Today, Mo&iuml;ra has included herself in the legend of her brother. Leaving her name behind, she took the name Morgane and patiently awaits in Broc&eacute;liande the hour of her revenge. Thanks to the Mask, she has acquired great power and a few allies who will help her take revenge on the family that tried to kill her and then to make her forgotten. She will then be able to find her son, Gideon, whom she believes is the chosen one of the prophecy.</p>",
      "tactique": "<p>Morgane fights as a last resort. She primarily seeks to demonstrate the benefits of the shadows and prefers to use mental manipulation rather than physical actions. If cornered, she uses her powerful songs corrupted by the shadows: Canticle of Suffering, Song of Despair, or Cold Melody. With her mouth wide open and terribly deformed, she sings a wave of pure despair, capable of making even the bravest knight falter, able to shatter the alpha element or burn flesh with black fire. She prioritizes targeting enemies with the highest Fury or Beast score.</p>",
      "section": "",
      "type": "Boss (heroic)",
      "surnom": "Moïra  Murphy",
      "pointsfaibles": "<p>Aura / Composure</p>"
    },
    "Naomi": {
      "name": "Naomi",
      "tokenName": "Naomi",
      "description": "<p>Naomi is Vraess’s adopted daughter and bears marked bestial traits. Hunched and muscular, Naomi is far more comfortable on all fours than standing and can outrun any normal human with ease. Her predatory senses allow her to track a quarry for miles.</p>",
      "tactique": "<p>Naomi only fights if Vraess is in danger. She will then throw herself into battle with great ferocity, attacking any who attempt to harm her adopted father.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Narambator": {
      "name": "Narambator",
      "tokenName": "Narambator",
      "description": "<p>Narambator was originally a Mongolian shaman converted to Buddhism. He has lived for several decades in the Wudangzhao lamasery and has dedicated his life to it, despite the changes in the world, to the point of becoming a master recognized by the Nodachi.</p>\n<p>A specialist in the control of the spirit and spirituality, he uses herbal blends to travel in dreams and obtain visions. In this way, he guides those who receive his teachings and allows them to strengthen their consciousness in the face of trials. However, the journey is long before one can obtain the wise counsel of Master Narambator. Indeed, only disciples who have received complete physical training can hope to find the means to strengthen their spirit.</p>",
      "tactique": "<p>Narambator is the quintessential old martial arts master, but he is above all a specialist in spirituality and the control of the spirit. He knows many martial techniques, but when he must fight, he primarily uses his opponent's strength to bring them down and show them the extent of their weaknesses... whether he is in meta-armor or not. Narambator is well-versed in close combat and is not afraid to fight, even if he may hesitate when the cause does not seem just to him. When he must face enemies, he prioritizes attacking the physically strongest or the one who masters combat the best to eliminate them quickly and intimidate the others.</p>",
      "section": "",
      "type": "",
      "surnom": "Master of Wudangzhao",
      "pointsfaibles": ""
    },
    "Nathan Johanson": {
      "name": "Nathan Johanson",
      "tokenName": "Nathan Johanson",
      "description": "<p>A former military officer, police inspector, shooting instructor, and even a secret service agent, Nathan 'Nate' Johanson is the armorer of the Knight. On his shoulders, one can see tattoos of the U.S. Army and the L.A.P.D. On his forehead and chest, one can discern the scars of bullet impacts and shrapnel. In his mouth, one hears all the improbable stories about the origins of his injuries. A top-notch technician with deft fingers and an elite shooter, Nate has earned the respect of everyone in the Giant section, where he was taken after saving outcasts from creatures of the Machine by shooting from more than a kilometer away from the roof of his 4x4. Astigmatic, he wears AR glasses with which he communicates with his AI, Emma. The latter is the work of his girlfriend, Emma Alamo, a computer genius who disappeared in the early days of the arks. And, although he completed the work using elements of the Knight's AI and integrating it into his Priest armor, the AI Emma has a character all her own. She regularly calls knights and technicians of the Giant using Nate's accreditations just to exchange gossip and tips! A Californian with a big heart, Nate stands as a defender of human liberties, and therefore of the outcasts and free territories. This is why he is in direct contact with communities of outcasts, but also with Eduardo Cabella and Samuel Niakat&eacute; of U-Sigma, with whom he ensures a certain software compatibility for drone/meta-armor communications. Having full freedom to test weapons and vehicles, he sometimes goes with a coterie to 'test' new technology in the field and save a community of outcasts or a province of a free territory 'along the way'.</p>",
      "tactique": "<p>Nathan Johanson does not particularly enjoy fighting as much as testing his new weapons. That does not prevent him from being particularly skilled when it comes to using a firearm. Generally, he shoots first at the creatures with the most health points.</p>",
      "section": "",
      "type": "",
      "surnom": "Armorer",
      "pointsfaibles": ""
    },
    "Nathaniel Longfellow": {
      "name": "Nathaniel Longfellow",
      "tokenName": "Nathaniel Longfellow",
      "description": "<p>Nathaniel Longfellow is an extremely skilled former field agent of the Black Cell. He was highly regarded within the organization, knowing some of its secrets and having an extensive network of informants. He has military knowledge as well as engineering skills. While investigating the Anathema for the cell, he ended up encountering a dale and confronting it. Having thus completed his transformation, he became a shard killer capable of facing the Man in Black. Following this, he joined the Lady's army and has remained totally loyal to the Queen ever since. For several months, the prodigy has been contacted to join Noah's Ark. By infiltrating it, he understood that Gwendolyn Aver was a pawn of the Man in Black, even if he does not know to what extent. Initially a militiaman, he rose through the ranks to become the chief of security for the ark. Nathaniel Longfellow has a dual nature. Outwardly, he is extremely charismatic. He is a talented liar, difficult to pin down. Nevertheless, when he drops the mask, one discovers a tortured, disillusioned man who despises the world and humanity. The wars, plots, greed, and politics he witnessed during his life as a spy have made him bitter.</p>",
      "tactique": "<p>As much as possible, Nathaniel avoids combat and prefers to direct troops from a distance. If he must really fight, he will prioritize tactics that allow him to give the alert, bring allies to him, or paralyze his opponents long enough to flee. With the knights, he will, as much as possible, pass himself off as an ally and betray them at the last moment, like in any good spy movie.</p>",
      "section": "",
      "type": "Badass (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Ninja d’Hattori": {
      "name": "Hattori Ninja",
      "tokenName": "Hattori Ninja",
      "description": "",
      "tactique": "<p>The ninjas of Hattori seek above all to protect their master. They will sacrifice their lives to defend him and will attack the PC who has inflicted the most damage on their patron.</p>",
      "section": "",
      "type": "Brute (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Nolene Hong": {
      "name": "Nolene Hong",
      "tokenName": "Nolene Hong",
      "description": "<p>This Sino-American woman was a renowned hacker before the arrival of the shadows and operated in espionage for the Chinese government. Having become an expert in security and a computer genius, she was loyal to the immortal Emilia Vasquez until she suddenly left everything to answer the call of the Lady. She is now one of her best assets for conquering Noah's Ark. She knows all the details of the arks' computer security systems, having designed a large part of them herself.</p>",
      "tactique": "<p>Formidable on a computer network and equipped with the best programs, Nova is vulnerable in physical combat. She first seeks to use her RIGG interfaces to call drones or various robots or vehicles for help and to flee the combat.</p>",
      "section": "",
      "type": "Boss (heroic)",
      "surnom": "Nova",
      "pointsfaibles": ""
    },
    "Norah Stenway": {
      "name": "Norah Stenway",
      "tokenName": "Norah Stenway",
      "description": "<p>Norah Stenway is a Child of the Flesh, under the influence of the Perfection, infiltrated into Hemera Genetics for months. She appeared in 2034, shortly after the appearance of the shadows, and was hired by the company thanks to a falsified CV. She quickly rose through the ranks due to her knowledge of the Anathema, particularly the Flesh, and her extraordinary intelligence.</p>\n<p>After the Battle of Pingyao, she was sent there to participate in the 'Progenitor' project, meaning she aided in the dismantling of the Proliferation. On this occasion, she facilitated the meeting between Ethan Henry and the Perfection.</p>\n<p>Once sent to the Shinigami space station to continue the project, she managed to free herself from her telepathic link with the incarnation that controlled her, gaining her independence. Contact with the Abyss crystal and the infinitely adaptable cells of the Proliferation embryo allowed her to gain power and resistance. Additionally, she acquired the ability to emit spores and created the Regimen virus, which allows her to dominate nearby humans and creatures of the Flesh. Worse, she seems to have achieved a form of immortality.<br>Her ultimate goal remains to create her own domain, with her own subjects, and thus be truly free.</p>",
      "tactique": "<p>Norah thinks first and foremost about her objective, becoming the queen of her own kingdom. She therefore seeks to save her life by dominating her targets or calling creatures of the Flesh to help her fight or flee. If she must attack, she targets the enemy with the lowest score in the Flesh aspect or the one who is the most threatening.</p>",
      "section": "",
      "type": "Boss (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Notable humain": {
      "name": "Human dignitaries",
      "tokenName": "Human dignitaries",
      "description": "<p>Human dignitaries are individuals with a higher station in society than most others, and use it to order less important human beings around. Ark dignitaries are usually section chiefs and lesser administrators. In Reject communities they can be local leaders, advisors, or Avalon’s fireflies.</p>",
      "tactique": "<p>Dignitaries would rather negotiate than fight, leaving that sort of thing to their underlings.</p>",
      "section": "",
      "type": "<p>Ally (recruit) / Brute (recruit)</p>",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Odysseus": {
      "name": "Odysseus",
      "tokenName": "Odysseus",
      "description": "<p>The last type of units the Black Cell sometimes makes use of in its task forces are infiltration and assault specialists called Odysseus. There are not many Odysseus in active service but each one of them has a powerful exoskeleton with optical camouflage capabilities. They usually stay separate from the task force they are attached to, acting as solitary scouts or lone snipers. They are often deployed ahead of the rest of their team to gather intel, reconnoitre terrain, and assassinate key targets before the rest arrive.</p>",
      "tactique": "<p>Odysseus are infiltration units capable of turning invisible and specialise in assassinating unsuspecting targets. They pick a specific target and try to terminate it as swiftly as possible, aiming for enemies that deal the most damage or those with the lowest HP then the lowest AP scores.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Oliven Mesh": {
      "name": "Oliven Mesh",
      "tokenName": "Oliven Mesh",
      "description": "<p>Few citizens and outcasts living in Europe do not know Oliven Mesh, whom everyone calls Odin, the immortal of the Oslo-Asgard ark. Colorful, charismatic, and ruling his city with an iron fist in a velvet glove, this ageless man perfectly embodies the god whose name he has taken. Clairvoyant, tough but amiable, he is undoubtedly, after Iwata Kaneda, Ethan Henry, and Isma&euml;l Jh&eacute;lam, the most influential immortal. CEO of the cybernetics and robotics company Yggdrasil, a subsidiary of the Byrd Corporation, Odin has shared the advancements of his company with his inner circle and augmented them, while augmenting himself. Over the years, the man has grafted numerous cybernetic enhancements that make him superhuman today, fit to reign like a god over the ark. He never goes out without his two cybernetic ravens, Hugin and Munin, through which he observes his domain, nor without a well-armed cohort of berserkir.</p>\n<p>Despite his apparent madness, Odin is a wise character, with a touch of paternalistic contempt for the Knight. In short, the knights are not 'true' warriors but will one day rise to the level of the gods of the pantheon.</p>\n<p>For like the god from whom he takes his nickname, Oliven Mesh regularly makes prophecies. The latest and most disturbing one speaks of the death of Arthur, also known as Balder by the pantheon, the awakening of J&ouml;rmungand, the gigantic serpent, and the Ragnar&ouml;k, the ultimate war and the end of all things. The enemies of humanity are also named by Odin according to Norse mythology: the creatures with white masks are thus called D&ouml;k-k&agrave;lfar or Dark Elves, the beastly monsters are named trolls, and the gigantic predator that haunts Europe is called Fenrir...</p>",
      "tactique": "<p>Odin is a confident fighter who despises his enemies. In combat, he advances surrounded by his 'children' or berserkir, firing bolts of lightning from his spear until he reaches the enemy with the highest Aura or Lady score.</p>",
      "section": "",
      "type": "",
      "surnom": "Odin",
      "pointsfaibles": ""
    },
    "Oni Toshiro": {
      "name": "Oni Toshiro",
      "tokenName": "Oni Toshiro",
      "description": "<p>This imposing man, respected even by Iwata Kaneda himself (who calls him 'my friend'), is the oyabun of the Inagawa-kai family, which today counts nearly 20,000 members, the largest in the ark. Oni Toshiro is a dangerous character, appearing violent yet possessing a sharp mind and excellent political sense. Lieutenants, big brothers, and little brothers of the family respect Oni Toshiro as if he were a true deity and show him unwavering admiration. Doubt and contradiction are not tolerated, and many little brothers inflict yubitsume, the act of cutting off a finger, for trivial mistakes... It is because Oni Toshiro, in addition to being violent, is an uncompromising character.</p>\n<p>Currently, the oyabun leads a family that works solely in arms trafficking and performing menial tasks for the Nodachi: eliminating opponents or engaging in violent political propaganda. The organization, however, formally denies any connection with the yakuza and claims to fight against them.</p>",
      "tactique": "<p>Outside of specific scenes, Oni Toshiro stays back behind his gang of henchmen, barking orders at them. He only defends himself and attacks the enemy with the highest <em>Fury</em> or <em>Beast</em> score if he feels threatened.</p>",
      "section": "",
      "type": "Boss (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Oscar D. Moore": {
      "name": "Oscar D. Moore",
      "tokenName": "Oscar D. Moore",
      "description": "<p>This man holds a position equivalent to that of prime minister. He took this role in recognition of his former position as mayor of the city of Denver and governor of Colorado. Tall, thin, and partly bald, he wears glasses, which shows that he is not necessarily interested in the repair surgeries offered by Hemera Genetics. He is as warm and smiling as a politician accustomed to election campaigns can be.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving that task to his underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "<p>Ally (recruit) / Brute (recruit)</p>",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Palomydès": {
      "name": "Palamedes",
      "tokenName": "Palamedes",
      "description": "<p>Palamedes is the fifth of the Knights of the Round Table. Her breathtaking beauty belies her calculating, suspicious nature, and also that she was once a member of the UAN‘s secret service, the Monna-Molelo. Her skill with espionage and politics led Merlin himself to recruit her and place her at the head of Avalon‘s Korrigan division. Strong-willed to the point of stubbornness, she asserts her opinions with considerable force in meetings with her peers and has shown both an ability and a willingness to lead others and make the hard decisions such a position requires. Her only flaw is that she has little faith in Humanity, with Merlin and her Round Table brethren among the few who seem worthy of her trust. Her meta-armour, ‘Sherlock,‘ is almost always left in storage in the Workshop.</p>",
      "tactique": "<p>Palamedes is an exceptional leader and investigator. She avoids fighting if she can but if she must fight, she stays away from the fray and targets enemies with high Flesh and Strength scores first.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Paolo Van Kemps": {
      "name": "Paolo Van Kemps",
      "tokenName": "Paolo Van Kemps",
      "description": "<p>This young man was the top student of his class and one of Cesare's favorite pupils. He is a handsome man with an athletic build and eyes as dark as his raven-colored hair. He is very devoted to his superior but remains aware of his numerous bouts of madness. However, Cesare's exceptional grip and charisma ensure that Paolo remains loyal to him, come what may.</p>",
      "tactique": "<p>Paolo leads the troops in combat by example and favors shooting in all situations. He primarily targets adversaries with a high Fury score.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Pape Paul VII": {
      "name": "Pope Paul VII",
      "tokenName": "Pope Paul VII",
      "description": "<p>Before taking the name of Paul VII at the age of 72, Alfonso Ramirez was the bishop of Seville. This old man with white hair framing emaciated and drawn features was naturally stern and ascetic before being captured by the servants of the Mask. Since the Vatican has been plunged into the mists, Alfonso has become completely mad from enduring the tortures inflicted by his captors. He is only capable of randomly reciting passages from the New Testament in Latin.<br>The profile of Pope Paul VII is equivalent to that of a common notable.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving that task to his underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "Ally (recruit) / Brute (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Pesmerga": {
      "name": "Pesmerga",
      "tokenName": "Pesmerga",
      "description": "<p>Iram Pesmerga was once a Korrigan division Knight of Avalon, but before that he was a spy for the Government of India. Impressed by his service records, Palamedes had him inducted into Arthur’s fold. Unfortunately, Iram never took to the organisation’s code. His natural inclination to secrecy and dishonesty fostered mistrust between him and his fellow Knights. When an incarnation of the Flesh attacked them on Chinese soil, Iram and the four other Knights of his banner were unable to react as a cohesive unit.</p>\n<p>Of the five of them, he alone survived with barely a scratch. He spent a long time wandering, staying out of touch with Avalon and disconnecting all systems that could lead to locating his meta-armour. A month later he was found by the Sage, who had been sent by the Fool to recruit him to the Nine.</p>\n<p>Since then, Pesmerga has been using his Rogue metaarmour to assassinate the Nine’s enemies. Despite his lack of faith in Humankind, he has a newfound family in this strange organisation.</p>",
      "tactique": "<p>Pesmerga uses his Rogue meta-armour to sneak behind his enemies and kill the ones with the lowest HP first, then followed by those with the lowest AP. If an enemy is too strong for him to take out immediately, he will disengage, hide, and attack again from a safe position.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Phil Rotsand": {
      "name": "Phil Rotsand",
      "tokenName": "Phil rotsand",
      "description": "<p>Phil Rotsand is one of those wealthy individuals who migrated to South America during the invasion by the Anathema. A celebrated philanthropist, previously engaged in humanitarian aid and a rather mediocre painter, he sought to join the Knight after being sheltered from the shadows, inspired by its ideals. Although he passed all the selection stages, he never managed to activate a meta-armor and thus become a knight. Far from being taken by bitterness or hatred, the man returned to Rio where he remains one of the organization's contacts and benefactors, ready to sacrifice himself to help humanity as much as he can. In retrospect, Phil prefers to stay away from the arks and the immortals who run them. Initially jealous, the rich man's feelings have turned into suspicions over time. Indeed, with the appearance of the Anathema, memories of nightmares in which a shadow promised him immortality return. Each time, he refused, terrified. But recently, a doubt has not left him: have the leaders of the arks accepted? Are they truly the saviors they claim to be?</p>",
      "tactique": "<p>Phil does not fight and values his life. At the slightest blow or shot, he will try to hide, flee, or negotiate.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Pierre Langlois": {
      "name": "Pierre Langlois",
      "tokenName": "Pierre Langlois",
      "description": "<p>When the shadows appeared on the outskirts of Paris, the authorities of the capital gathered to protect the population. Thus, the community of the Protectors is primarily formed of police officers, gendarmes, firefighters of Paris, and their families. However, when the arks were established, many of these members were repatriated to serve the immortals, leaving only the proudest and sometimes the most violent to remain in the capital.</p>\n<p>Pierre Langlois is currently the leader of this community. Today, he is less concerned with protecting the Parisians than with hunting the creatures of the shadows and even anything that displeases him, such as the community living on the Île de la Cité. With a powerful build, marked by battles and a hard, even violent character, Pierre Langlois considers himself the king of Paris. His community is one of the few to possess real weapons of war and to be trained in combat. Therefore, the Protectors make their own laws, whether the Knight likes it or not.</p>",
      "tactique": "<p>If the knights attack his community or show themselves to be threatening, Pierre attacks the PC with the highest <em>Fury</em> score.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Pietra Abade": {
      "name": "Pietra Abade",
      "tokenName": "Pietra Abade",
      "description": "<p>Daughter of dancers, Pietra Abade was destined for the art of dance herself before God spoke to her during her adolescence. Since then, Pietra has been a fervent, proselytizing, and fanatical Catholic who knows the New Testament by heart and interprets it in a cold and mechanical way. Surprisingly, despite being a woman within the Church, Pietra did not become a nun but took over a neighboring diocese in Rio. Through her charisma and 'purity,' she founded, with a few faithful, the Order of the Redeeming Light, thus becoming a reverend mother. That was only 3 years ago. The Anathema has made Pietra even more fervent, and as the shadows spread, her Order has become increasingly powerful. Adepts have flocked from everywhere, and its political and military weight (each adept receiving complete training) has become dangerous for Brazil, to the point that the State began to consider the Order as a sect to be eliminated. However, to everyone's surprise, the bishop of Rio declared the Order of the Redeeming Light as the armed branch of the Church and the Neo Vatican. Since then, the reverend mother has served José Marques and has become the general of an army that she considers to have a divine purpose. However, the inaction of the bishop in the face of the Anathema enrages her, and recently, the young woman has had doubts about the legitimacy of José Marques at the head of the Neo Vatican.</p>",
      "tactique": "<p>Leading her men with an iron fist in an iron glove, Pietra is always on the front line and supported by a dozen (if not more) warrior monks of the Order. If she must fight, she will always attack the PC or NPC with the highest Mask score.</p>",
      "section": "",
      "type": "Boss (initiate) / Ally (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Pillards de la Horde des Steppes": {
      "name": "Steppe Horde Pillagers",
      "tokenName": "Steppe Horde Pillagers",
      "description": "",
      "tactique": "<p>If the pillards of the horde of the steppes feel too threatened by their opponents, they simply flee the combat.</p>",
      "type": "Band (initiate)"
    },
    "Prodige de la lumière": {
      "name": "Prodigy of the Light",
      "tokenName": "Prodigy of the Light",
      "description": "<p>The prodigies of the light are in some way the ethical counterparts of the prodigies of the Lady. Less numerous than the latter on Earth, especially since the arrival of the Anathema, these beings, if they come to develop their true nature, are no less powerful. Most of them are lovers of the arts, of war, and individuals with notable charisma. Many are also recognized artists who have not lost their talent with the coming of the shadows.</p>\n<p>A prodigy of the light can retain their human characteristics if no event pushes them to transcend. However, confronting them with trials or a fragment of the Grail can lead them to become, in a very short time, a being very adept at facing darkness. However, declared prodigies are also most often unstable, passionate beings hunted by the creatures of the Anathema.</p>",
      "tactique": "<p>The prodigies are not purely supernatural beings, but individuals between Humanity and the Abyss. Each one therefore has their own personality and tactics.</p>",
      "section": "",
      "type": "Ally (heroic) / Badass (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Reisende": {
      "name": "Reisende",
      "tokenName": "Reisende",
      "description": "<p>This man, who calls himself Reisende, does not belong to any community of outcasts. Wearing military attire and numerous elements that allow him to protect himself and survive, there is no doubt about his ability to subsist in the heart of the Anathema. Solitary and sparing with words, Reisende is nonetheless altruistic. Knowing the region of the Black Forest by heart and its most dangerous corners, he does not hesitate to accompany some outcasts on the roads or to share the fruits of his hunt when it has been too generous for him alone. The echoes of his actions have reached the ears of the Knight, who sees in him a second Lancelot. However, the man is always on the move within the Anathema and almost impossible to find.</p>",
      "tactique": "<p>Reisende prefers to lead combats from a distance, using his modified precision rifle to inflict maximum damage. He will target the enemy with the least HP first.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Robert Duparc": {
      "name": "Robert Duparc",
      "tokenName": "Robert Duparc",
      "description": "<p>Robert Duparc is an Afro-American in his sixties with a serious demeanor and direct speech. He does not like to waste his time with pleasantries and prefers to be honest and precise in his descriptions or requests. This does not make him a bad person, and he clearly has the survival of his fellow citizens at heart. For this reason, he is ready to make difficult decisions.</p>\n<p>A former police chief and leader of men, he is highly respected by his men but not very appreciated by the populations he oversees. People generally find him insensitive and sometimes brutal in his choices.</p>",
      "tactique": "<p>The super-militiamen always operate in a squad of about a dozen perfectly coordinated individuals. They primarily target the most dangerous enemies, those with the most damaging weapons or violence. If they encounter unarmed targets, they prioritize attacking those with the highest Fury score.</p>",
      "section": "",
      "type": "Brute (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Ronin": {
      "name": "Ronin",
      "tokenName": "Ronin",
      "description": "<p>Kenji Ichiro, known as Ronin, was once a samurai of the Nodachi, close friends and pupil of Iwata Kaneda himself. He was a paragon of righteousness and honour, a beacon and idol for other samurai. Then came the day when Iwata Kaneda asked him to murder an entire family, children included, or risk them falling to the corruption of darkness. Kenji’s blade faltered. He only hesitated for a moment, then complied. That hesitation, though, was enough to cost him his master’s trust.</p>\n<p>He foresaw his shogun’s intent and, rather than face disgrace and execution, chose to flee. With his Nodachi samurai meta-armour and skills as a swordsman he fought his way free, fleeing the Tokyo-Kyoto ark at the cost of many battles and grievous injuries. He is now the Nodachi’s sole ronin (none before him have escaped the fate usually meant for those who fall from the organisation’s graces), and took the title as his new name, wearing it as a badge of pride.</p>\n<p>Vengeance now consumes his heart, and when the Sage came to him he saw in the Nine a means to an end. Unlike the organisation’s other members, he prefers to work alone and never leaves the Japanese ark, hidden by Harold Fench and his own abilities and equipment. Ronin is both a savvy tactician and an excellent fighter. He’s also an implacable foe of the shogun, and now specialises in tracking and eliminating Iwata Kaneda’s entourage. There is little doubt that the shogun knows that his former pupil is coming for him, and will be ready for that fight.</p>",
      "tactique": "<p>Ronin tries to only fight Nodachi troops. If he has to defend himself, he fights back while using all his samurai metaarmour’s modules and his grenades to cover his retreat. If he is cornered, he tries to use non-lethal force (except against the Nodachi) and attack enemies with a high Beast then highest Aggression score first.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Tech/Dexterity</p>"
    },
    "Rubilacxe": {
      "name": "Rubilacxe",
      "tokenName": "Rubilacxe",
      "description": "<p>The Queen is the holder of a meta-armor equivalent to what Excalibur was when Merlin forged it. She is capable of wielding it, just like Viviane Frost or a prodigy.</p>\n<p>Unlike Excalibur, which functions with a fragment of Ether, Rubilacxe operates on alpha energy, without the securities that protect its wearer from despair. After the death of the Matrix, the meta-armor will be reinforced by the addition of the Abyss crystal from the incarnation and will then be able to act independently.</p>",
      "tactique": "<p>Use the aspects of the meta-armor if they are superior to those of the armor wearer or if it is animated independently through the Abyss crystal. If Rubilacxe is worn by an entity of the Lady, their abilities are combined. It prioritizes attacking the knights of the Round Table present, starting with the most glorious ones.</p>",
      "section": "",
      "type": "Boss (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Sagramor": {
      "name": "Sagramore",
      "tokenName": "Sagramore",
      "description": "<p>Eltius Vendée, or Sagramore of the Round Table, is a sixfoot-ten hulking brute of a man. A life of poverty followed by daily struggles with the Anathema turned him into a hard, merciless man, but at some point his mind snapped for good. Sagramore is now more concerned with slaying his foes than with his own survival. For him, a mission cannot be considered complete if a single creature of the Anathema still lives. He wears a Paladin chassis meta-armour called ‘Berserk,‘ and leads the Tarasque division. This is one of Avalon‘s more shameful secrets, kept hidden from the world and from its new recruits. Its members are chosen on rather unusual criteria…</p>",
      "tactique": "<p>Sagramore is a wild animal in battle, screaming and rushing headlong at the fiercest enemy he can find, those with a high Beast or Combat score first. He never backs down and never falters, even when at death‘s door.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Samina Bentaleb": {
      "name": "Samina Bentaleb",
      "tokenName": "Samina Bentaleb",
      "description": "<p>Whether they are part of a vast community of outcasts or citizens of an ark, humans can sometimes, of their own volition or under compulsion, turn against the heroes that are the knights.</p>",
      "tactique": "<p>Common humans generally act under the orders of a superior. If not, if they must fight, they attack indiscriminately all of their enemies or try to flee.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Samouraï": {
      "name": "Samurai",
      "tokenName": "Samurai",
      "description": "<p>Nodachi samurai are the organisation’s officers, taking their orders directly from Kaneda. There are 88 samurai in all, each commanding many squads of meta-soldiers and yojimbo. They are outfitted with high-tech equipment, shiny new metaarmour and kinetic wakizashis and katanas. Only Avalon’s seneschals and the most decorated of its Knights are permitted to address the samurai directly.</p>",
      "tactique": "<p>Samurai are not only accomplished leaders, they are also great warriors. Samurai adapt their tactics according to their opponents. They fire at enemies with high defence and engage those with high reaction in melee. They attack enemies with high Beast and Aggression scores first.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Discretion</p>"
    },
    "Samuel Gautier": {
      "name": "Samuel Gautier",
      "tokenName": "Samuel Gautier",
      "description": "<p>Samuel Gautier is a knight of the Gargoyle section whom no one hopes to encounter. This mountain of muscles has been the guardian of Camelot's dungeons for a few months and was not assigned to this post by chance. Squire of Lamorak, for whom he has unwavering admiration and loyalty, he can, however, find it difficult to integrate into a coterie. The reason is simple: Samuel is autistic and requires regular psychological support. But what might seem like a flaw to many is actually his strength, because for this reason, Samuel is particularly resistant to despair and very difficult to deceive. Highly observant, he can recognize deception almost at a glance, but somewhat withdrawn, he is not susceptible to external stimuli that could lead him to despair. Finally, Samuel is very faithful to all entry, exit, and visitation protocols of the dungeons. All civilian personnel destined to regularly visit the places are known to him, and every person, without exception, must undergo an interrogation by him before even passing the physical controls.<br>However, beware if the responses do not satisfy the knight. Samuel being a true force of nature, he is capable, in his Barbarian meta-armor, of facing any enemy who attempts to force their way in or out.</p>",
      "tactique": "<p>Samuel never fights with fury or anger; he simply uses his brute force to bar the way to his enemies or his running module to catch them in case of flight. He generally attacks in close combat, preferring the enemy with the most Flesh (then Strength).</p>",
      "section": "",
      "type": "",
      "surnom": "Guardian of the Dungeons",
      "pointsfaibles": ""
    },
    "Satomi Nishino": {
      "name": "Satomi Nishino",
      "tokenName": "Satomi Nishino",
      "description": "<p>Satomi Nishino is the yojimbo responsible for cultural preservation at Joheki. A former pilot disfigured in an accident, a prosthesis with an eerily perfect symmetry but whose expressions, this time imperfect, leads her to remain impassive. Curious and concise, she asks questions and apologizes for them. She accompanies the samurai Takeda Matsumura on most of his outings from Joheki.</p>",
      "tactique": "<p>Yojimbos are elite soldiers who act in small groups to reach their target or command a large troop of meta-soldiers. Yojimbos adopt techniques specific to the enemies they face and adapt. They shoot at enemies with high defense and attack in close combat those with high reaction. They prioritize targeting enemies with high scores in Beast and then in Fury.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Saul Arentino / Salute": {
      "name": "Saul Arentino / Salute",
      "tokenName": "Saul Arentino / Salute",
      "description": "<p>Saul Arentino est un ancien officier de police, ralli&eacute; plus tardivement que Paolo au groupe de Cesare. Ce trentenaire aux cheveux blond pr&eacute;sente une silhouette bonhomme, malgr&eacute; les privations dues &agrave; l&rsquo;Anath&egrave;me. Loyal en apparence &agrave; Cesare, il est en r&eacute;alit&eacute; &eacute;pouvant&eacute; par ses exc&egrave;s et tente de temp&eacute;rer comme il peut l&rsquo;ire de son sup&eacute;rieur.</p>\n<p>Cependant, Saul est &eacute;galement connu sous le nom de Salute, un contrebandier, passeur et trafiquant qui &oelig;uvrerait dans l&rsquo;ombre &agrave; la chute de Cesare et &agrave; l&rsquo;instauration d&rsquo;un ordre plus juste. Cette double-vie p&egrave;se lourdement sur Saul qui &eacute;prouve de plus en plus de mal &agrave; se cr&eacute;er des opportunit&eacute;s dans son emploi du temps pour s&rsquo;occuper de son r&eacute;seau d&rsquo;extraction d&rsquo;esclaves. Il a derni&egrave;rement choisi de commencer &agrave; stocker des armes afin de soutenir une &eacute;ventuelle r&eacute;volte.</p>",
      "tactique": "<p>Saul est un bon tacticien et un leader charismatique, mais pr&eacute;f&egrave;re coordonner les efforts de&nbsp;<br>ses troupes plut&ocirc;t que de s&rsquo;impliquer directement dans les combats. S&rsquo;il y est oblig&eacute;, il utilise un fusil&nbsp;<br>d&rsquo;assaut et cible l&rsquo;ennemi avec le plus haut score de Dame.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Scientifique": {
      "name": "Scientist",
      "tokenName": "Scientist",
      "description": "<p>Human notables have their place in a hierarchy and use it to command. This can be within an ark, where they are department heads or managers. It can also be within a community of outcasts, in which case these notables form the leaders, advisors, and sometimes even the will-o'-the-wisps, in connection with the Knight.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to their underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "<p>Ally (recruit) / Brute (recruit)</p>",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Sean Cromwell": {
      "name": "Sean Cromwell",
      "tokenName": "Sean Cromwell",
      "description": "<p>The Cromwell brothers are famous thanks to one of them being one of the 24 Immortals, and another one having taken a seat at Avalon’s Round Table. Few people have even heard of the third Cromwell brother, and this anonymity suits him fine, allowing him to spend his days partying and spending the money Sean earns from running the family business. Brad Cromwell’s carefree attitude has, surprisingly, set his brother Sean on the path of redemption. Taking a step away from Nox has allowed him to see its effects on the world’s future more clearly. Having witnessed his brother’s downward spiral, Sean is a hair’s breadth away from leaving Nox entirely in order to try to save him. What effect that would have on the Immortals’ synergy is hard to predict, to say the least.</p>",
      "tactique": "<p>Immortals rarely need to fight, directing their efforts towards their ark and corporation, for those that run one. They usually rely on their wits and charisma to avoid conflict. If they have no other choice, they call on the local militia and bodyguards while attempting to flee (although they are usually evacuated at the first sign of trouble).</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Sean O'Donnell": {
      "name": "Sean O'Donnell",
      "tokenName": "Sean O'Donnell",
      "description": "<p>Rather than deploying all its Priest bearers within coteries on the field, the Knight has chosen to keep a portion of its best engineers in reserve so that they can act as support during critical or major deployments. Thus, Emily Drummond and Sean O'Donnell, two members of the Giant section, are regularly sent to major theaters where the Knights of the Round Table estimate that the troops on the ground will need maximum assistance.</p>",
      "tactique": "<p>Emily and Sean constantly stay together. They perform support actions using the Mechanic mode (with evolution at 200 PG) or by using utility modules. If they have to fight, they target the same enemy, generally the one with the highest score in Beast.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Selim Xaba": {
      "name": "Selim Xaba",
      "tokenName": "Selim Xaba",
      "description": "<p>Selim Xaba is both a member of the Knight and a native of Istanbul. It was shortly after the appearance of the Anathema ocean that he proved his worth by protecting the children of a school from a band of desperate individuals seeking theft and murder. To protect the children, he did not hesitate to kill some of the attackers with his bare hands, which earned him a certain reputation upon his arrival at the Knight.</p>\n<p>Given his attachment to his country and to Istanbul in particular, it seemed obvious to Arthur to make him the leader of the outpost on the Bosphorus Bridge. His hatred for the Anathema and despair is evident, especially when one knows that his family was swallowed by the ocean that he seeks to study and defeat. This event has undoubtedly hardened him greatly, and few are those who can make him smile again.</p>",
      "tactique": "<p>Selim is an excellent fighter who always goes to the front line, ready to sacrifice himself for his men. He always attacks the enemy with the highest score in <em>Fury</em> or <em>Beast</em>.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Serpent à 2 têtes": {
      "name": "Serpent à 2 têtes",
      "tokenName": "Serpent à 2 têtes",
      "description": "<p>A dreamlike creature, the embodiment of all the Fool's fears and his tormented conscience, the two-headed serpent resembles a serpentine servant of the Ophidian but possesses two heads, each with one of the Fool's faces. The monstrosity's body is vaporous, moving through the dream like a shark in the ocean. Tears of ink flow from its eyes, reflecting the heroes' own fears. This thing does not constitute a character per se; it is actually a sort of dream defense method unconsciously put in place by the Fool that can be fought in dreams, similar to the Nightmare, the embodiment of Horror.</p>\n<p>With each appearance, its presence lowers the hope of the PCs. The heroes must perform a Fury combo Cool-headed test:</p>\n<ul>\n<li>Less than 3 successes: 4D6 hope points lost and 1D6 aegis points lost for the scenario.</li>\n<li>From 4 to 6 successes: 3D6 hope points lost and 1D6 aegis points lost for the scenario.</li>\n<li>From 7 to 9 successes: 2D6 hope points lost and 1D6 - 2 aegis points lost for the scenario.</li>\n<li>From 10 to 12 successes: 1D6 hope points lost and 1D6 - 3 aegis points lost for the scenario.</li>\n<li>More than 12 successes: No hope or aegis points lost.</li>\n</ul>",
      "tactique": "<p>The two-headed serpent appears to instill despair in the heroes and then disappears. It can only be fought at the end of the MO - Monolith. During the confrontation, it targets enemies with the highest Cool-headed score.</p>",
      "section": "",
      "type": "Boss (heroic)",
      "surnom": "",
      "pointsfaibles": "<p>Aggression / Composure</p>"
    },
    "Shida": {
      "name": "Shida",
      "tokenName": "Shida",
      "description": "<p>Under the orders of Yasutaka Yoshimoto within the Wudangzhao lamasery, Shida could have been a renowned yojimbo and might even have earned her place as a samurai within the Nodachi. However, this woman chose a different path, that of teaching martial arts in which she excels.<br>Always dressed in simple clothing and wearing a tight bun, Shida does not stand out from the disciples of the lamasery until she is on a tatami mat. She regards everyone around her with the same respect and dignity, whether they are former outcasts, children of dignitaries, or members of the Knight.</p>",
      "tactique": "<p>Shida is a tough and unforgiving instructor. She enjoys combat and, if she has to fight against multiple opponents, she targets the one with the highest score in the Combat characteristic or simply the closest one.</p>",
      "section": "",
      "type": "Ally (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Shinobi": {
      "name": "Shinobi",
      "tokenName": "Shinobi",
      "description": "<p>Existing outside of the Nodachi’s command hierarchy and answering directly to the shogun are the shinobi. They have their own rules and traditions, and form a sect of their own in the organisation. These fanatical killers pledge their fealty and lives to Kaneda and to the Nodachi, in that order. Their dexterity and strength are greatly increased thanks to cybernetic implants, making them exceptionally good assassins.</p>",
      "tactique": "<p>As assassins, shinobi prefer to strike their targets from behind rather than head on. They concentrate their assault on a single enemy at a time, usually one with high Aggression or Combat scores, and try to neutralise them as fast as possible.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Instinct</p>"
    },
    "Shintiro": {
      "name": "Shintiro",
      "tokenName": "Shintiro",
      "description": "<p>Once the closest friend, confidant, and accountant of Iwata Kaneda, Shintiro is a living machine that has achieved sentience. Upon the death of his master and friend, the android knows that he is now alone and seeks new people to serve. As the personal accountant of the shogun, he knows the location and codes of all his accounts as well as the totality of his hidden assets... and they are obviously immense. Making him an ally can greatly help the Knight.</p>\n<p>Shintiro is an android whose consciousness is a sort of copy of Amaterasu's AI, and he therefore possesses, unknowingly, a part of the Machine's power. Always very stylish, polite, and elegant, he does everything to maintain his physical integrity.</p>",
      "tactique": "<p>Shintiro hates fighting but is programmed to defend himself if necessary using the modules hidden in his body. He prioritizes attacking the enemy possessing the weapon or equipment inflicting the most damage.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Sid Mayor": {
      "name": "Sid Mayor",
      "tokenName": "Billy \"virtuoso\" Otal",
      "description": "<p>Sid is an effective ally who prioritizes targeting enemies with the highest score in Lady or Mask.</p>",
      "tactique": "<p>Sid is a veteran knight in Paladin meta-armor, clear-sighted and spirited, who can be encountered by the PCs during the Battle of London. He is then at the head of a coterie of 12 knights, the Ass-kicker club, which single-handedly holds the main evacuation zone in central London.</p>",
      "section": "",
      "type": "Ally (heroic)",
      "surnom": "Takata",
      "pointsfaibles": ""
    },
    "Solveig": {
      "name": "Solveig",
      "tokenName": "Solveig",
      "description": "<p>C&rsquo;est une combattante d&rsquo;exception, citoyenne reconnue comme officier de la garde d&rsquo;Oslo-Asgard. Elle est pragmatique, efficace et commence &agrave; avoir des doutes sur la nature v&eacute;ritablement divine de son immortel. Adh&eacute;rant aux id&eacute;aux du Knight, elle peut se rapprocher des PJ. Elle peut m&ecirc;me s&rsquo;allier &agrave; eux et devenir par la suite membre du Knight tant elle semble &ecirc;tre faite pour ce r&ocirc;le.</p>",
      "tactique": "<p>Les m&eacute;ta-soldats agissent en escouades de combat se concentrant chacune sur une menace. Ils sont en g&eacute;n&eacute;ral dirig&eacute;s par des yojimbos et des samoura&iuml;s. Si tous leurs meneurs d&rsquo;hommes sont morts et que leur coh&eacute;sion a baiss&eacute; de la moiti&eacute;, ils se rendent.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Stasya Macharine": {
      "name": "Stasya Macharine",
      "tokenName": "Stasya Macharine",
      "description": "<p>She is an exceptional fighter, recognized as an officer of the Oslo-Asgard guard. She is pragmatic, efficient, and beginning to have doubts about the truly divine nature of her immortal. Adhering to the ideals of the Knight, she can approach the PCs. She may even ally with them and subsequently become a member of the Knight, as she seems to be made for this role.</p>",
      "tactique": "<p>Meta-soldiers act in combat squads, each concentrating on a single threat. They are generally led by yojimbos and samurais. If all their human leaders are dead and their cohesion has dropped by half, they surrender.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Statue vivantes": {
      "name": "Living Statues",
      "tokenName": "Living Statues",
      "description": "",
      "tactique": "<p>The living statues do not hesitate to surround the enemy with the most massive stature, leaving the smaller enemies behind.</p>",
      "type": "Band (initiate)"
    },
    "Super-miliciens": {
      "name": "Super-Militia",
      "tokenName": "Super-Militia",
      "description": "<p>The super-miliciens of Denver are the result of Operation Nemesis. They are clones into which the memories and habit-memory of the original militiamen have been implanted. Stronger and more resistant than normal humans, they have no empathy, dedicate themselves solely to their tasks within the law enforcement forces, and generally have a strong inclination towards violence. Initially serving as bodyguards for Ethan Henry, their numbers have continued to grow until these units can be seen everywhere within the ark. Very dangerous, they form squads of fragile but very fast hostiles capable of inflicting heavy damage.</p>",
      "tactique": "<p>The super-miliciens always operate in squads of about ten perfectly coordinated individuals. They primarily target the most dangerous enemies, those with the weapons inflicting the most damage or violence. If they attack unarmed targets, they prioritize those with the highest Fury score.</p>",
      "section": "",
      "type": "Brute (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Susan Anders": {
      "name": "Susan Anders",
      "tokenName": "Susan Anders",
      "description": "<p>Susan Anders is the correspondent for Humanit&eacute; on the AR networks of the MOQ ark. This seductive blond Venetian with a youthful appearance has risen to this position through talent, intelligence, and critical thinking. The often acerbic and incisive tone of her reports, while preventing her from climbing the media hierarchy, gives her an aura of a competent and uncompromising investigative journalist, making her very popular with the public. After a few months working in the London ark, Susan Anders is now known to the militia and cordially detested by Edwin Donobridge, who does not appreciate a &laquo; kid barely out of high school &raquo; causing trouble for his troops. The &laquo; kid &raquo; may be a thorn in the side of those with questionable methods, but she is sincerely devoted to justice and truth. However, beware, as this thirst for truth is currently serving Janis Sigurson, the Rumor, who is patiently gathering information on the Knight and Humanit&eacute; to find the weaknesses of her adversaries. Additionally, Janis, who hosts the main AR show in Montreal, regularly uses Susan's ongoing reports to subtly instill doubt about the actions and motivations of the Knight among the population of the North American arks. However, the young journalist is completely unaware of her boss's dark designs.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to their underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "<p>Ally (recruit) / Brute (recruit)</p>",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Takeda Matsumura": {
      "name": "Takeda Matsumura",
      "tokenName": "Takeda Matsumura",
      "description": "<p>The samurais of the Nodachi form the officers of the organization, taking their orders directly from Kaneda. There are 88 samurais who lead the various squads on the field. They are equipped with cutting-edge technology, gleaming meta-armor, and have the honor of carrying the cinematic katana or wakizashi. Within the Knight, only the seneschals and the most glorious knights have the right to address a samurai.</p>",
      "tactique": "<p>The samurais are the leaders of the Nodachi, but they are also accomplished warriors. The samurais adopt techniques specific to the enemies they face and adapt. They shoot at enemies with high defense and attack in close combat those with high reaction. They prioritize targeting enemies with a high score in Beast and then in Fury.</p>",
      "section": "",
      "type": "",
      "surnom": "Shingen",
      "pointsfaibles": "<p>Stealth</p>"
    },
    "Taylor Quick": {
      "name": "Taylor Quick",
      "tokenName": "Taylor Quick",
      "description": "<p>Taylor Quick is a former country singer who enjoyed her moment of fame in her youth. Today, this blonde woman in her fifties, though she no longer has fame or wealth when Nashville closed in on itself, has managed, thanks to her charisma, to rise to the head of a large part of the population after their abandonment. Taylor Quick is a tough woman but likes to think that she acts justly and to save the people who have placed themselves under her guard. Of course, she has surrounded herself with admirers who form her armed force and powerful men to whom she delegates part of her powers. For Taylor Quick is smart enough to know that only authority will maintain a semblance of peace in confinement.</p>",
      "tactique": "<p>Taylor Quick does not fight and is protected by personal guards. She will be exfiltrated at the slightest attack or gunshot.</p>",
      "section": "",
      "type": "Boss (recruit) / Ally (initiate)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Théo De Sousa": {
      "name": "Théo De Sousa",
      "tokenName": "Théo De Sousa",
      "description": "<p>Th&eacute;o is a somewhat exceptional member of a community of outcasts. He is actually a member who secretly transmits messages to the Knight, a will-o'-the-wisp. Regardless of the community he belongs to, whether it is friendly or not yet aligned with the Knight, Th&eacute;o is a true source of information. He generally holds an important position among the outcasts; he could be a handyman or a guide and is even rather appreciated among his peers. The fact is that he knows, unlike other outcasts, that the Knight is one of the few hopes left to defeat the Anathema and rebuild a true life on Earth. For him, if the outcasts have managed to find a precarious balance against an ever-present enemy and the domination of the immortals, they are merely surviving without ever daring to imagine a bright future.</p>",
      "tactique": "<p>Th&eacute;o does not fight and automatically flees in times of conflict.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Theophile Bridges": {
      "name": "Theophile Bridges",
      "tokenName": "Theophile Bridges",
      "description": "<p>Theophile Bridges is a young man who embodies all the aspects of the ideal son-in-law: well-groomed, polite, and with a discreet elegance, he zealously guards the agenda and secrets of his boss, Mr. Pendulum, with unfailing courtesy. Theophile knows that the antiquarian has a secret and consuming passion for an aestheticized form of violence, but sees it only as a slightly inadmissible taste.</p>",
      "tactique": "<p>The notable generally does not seek to fight, leaving this task to his underlings and preferring to negotiate.</p>",
      "section": "",
      "type": "Ally (recruit) / Brute (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Thomas O'Toole": {
      "name": "Thomas O'Toole",
      "tokenName": "Thomas O'Toole",
      "description": "<p>A mercenary, formerly of the Foundation, working for the Illuminati and notably for Pietra Abade, he was endowed by the Fool with a destiny card that made him a being of superhuman strength, endurance, and precision. Capable of withstanding heavy fire, starting a car engine from twenty meters away, or even killing someone with a pencil, Thomas O'Toole is a dangerous character who venerates neither light nor darkness, but only money. He does, however, believe in the Fool's prophecy and will follow those he considers to be the chosen ones.</p>",
      "tactique": "<p>Thomas always strikes as quickly and forcefully as possible. His superhuman strength and resistance, granted by the Fool, allow him to overcome almost any enemy. Thomas uses objects from the environment to fight. He always attacks the enemy with the highest score in Combat, Shooting, Beast, or Machine.</p>",
      "section": "",
      "type": "Boss (heroic) / Ally (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Titan du Masque": {
      "name": "Titan of the Mask",
      "tokenName": "Titan of the Mask",
      "description": "<p>The Titan of the Mask is a colossus over 100 meters tall, resembling a gigantic sphinx, an alpha elemental, as magnificent as it is deadly. It bears an enormous body similar to that of a stone feline, with a tail like that of a scorpion, its stinger gleaming with a dark luster. This body is topped by a colossal human torso with two arms ending in long metallic claws. On its back, wings covered with porcelain faces are constantly in motion. The worst, however, is its face: a bronze-colored mask that seems to hypnotize anyone who looks at it. Humans falling under its spell quickly become slaves of the Mask, succumbing to the Mask's nuisances that follow the entity. Moreover, beneath its cyclopean body, fissures appear from which other servants of its master emerge. The Titan of the Mask cannot be defeated by conventional means. Only the deployment of the Knight's mecha-armor can annihilate it.</p>",
      "tactique": "<p>The Titan of the Mask moves slowly but always implacably, crushing buildings under its enormous steps. In its wake, a river of darkness is born, and dozens of masked beings emerge to spread across the Earth. To defend itself, it uses its claws and scorpion tail, but especially the fissures of darkness that it briefly makes appear in the air. From these fissures, alpha energy explodes in bursts capable of melting metal.</p>",
      "section": "",
      "type": "Boss Behemoth (heroic)",
      "surnom": "",
      "pointsfaibles": "<p>Son masque de bronze</p>"
    },
    "Tony Armandola": {
      "name": "Tony Armandola",
      "tokenName": "Tony Armandola",
      "description": "",
      "tactique": "<p>Tony Armandola does not fight and automatically flees in times of conflict.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Valentin Urban": {
      "name": "Valentin Urban",
      "tokenName": "Valentin Urban",
      "description": "<p>Whether they are part of a vast community of outcasts or citizens of an ark, Humans can sometimes, of their own volition or under duress, turn against the heroes that are the knights.</p>",
      "tactique": "<p>Common humans generally act under the orders of a superior. If not, if they must fight, they attack indiscriminately all their enemies or try to flee.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Verena Apodaca": {
      "name": "Verena Apodaca",
      "tokenName": "Verena Apodaca",
      "description": "<p>Whether they are part of a vast community of outcasts or citizens of an ark, Humans can sometimes, of their own volition or under duress, turn against the heroes that are the knights.</p>",
      "tactique": "<p>Common humans generally act under the orders of a superior. If not, if they must fight, they attack indiscriminately all their enemies or try to flee.</p>",
      "section": "",
      "type": "Ally (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Viktoria": {
      "name": "Viktoria",
      "tokenName": "Viktoria",
      "description": "<p>A star of the arena for years, Viktoria is a professional fighter who doesn't pull any punches. A former practitioner of martial arts and jousting, fame and wealth led her to spheres close to the pantheon, and it was almost natural for her to fall into drugs, particularly virtual dream. Unknowingly possessed by Longshot, she is still the master of herself but not for much longer. The PCs can quickly realize that something is off about her and that her behavior is sometimes disconnected.</p>",
      "tactique": "<p>Meta-soldiers act in combat squads, each focusing on a single threat. They are generally led by yojimbos and samurais. If all their human leaders are dead and their cohesion has dropped by half, they surrender.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Viviane Frost": {
      "name": "Viviane Frost",
      "tokenName": "Viviane Frost",
      "description": "<p>The Temptation is endowed with great charisma, and its appearance changes depending on the person it addresses. It is, therefore, an avatar with a thousand faces, both feminine and masculine. It is not about being of great beauty but simply about physically meeting the expectations of its interlocutor. Endowed with perfect rhetoric, it then strives to change their mind and confront them with their contradictions. Without needing to use lies, it is capable of convincing anyone through perverse logic and a good dose of charm.</p>",
      "tactique": "<p>The Temptation never fights and avoids at all costs engaging in combat. It seeks rather to convince and discuss with the character having the highest aspect of Lady or Machine and prefers to flee rather than fight.</p>",
      "type": "Boss (recruit)",
      "pointsfaibles": "<p>Stealth</p>"
    },
    "Vraess": {
      "name": "Vraess",
      "tokenName": "Vraess",
      "description": "<p>Vraess is a former Knight of Avalon. He was put on trial by his superior officers, facing accusations of consorting with the Anathema. His fear of light, his ash-grey hair and pale skin, and the black patches slowly covering his brown eyes did his defence no favours. These changes were only physical, however. Vraess remained sane, albeit less talkative, and managed to flee with his Rogue model meta-armour. He went on to form the Dusk Walkers, a group of people immune to the effects of darkness and despair.</p>",
      "tactique": "<p>Vraess does not enjoy fighting. He flees combat if he can, and only kills as a last resort. If he must fight, he will try to do so from a controlled position or from behind, targeting enemies with high Mask or Stealth scores first. He prefers to use his ranged weapons as a rule, but is equally skilled with his kinetic sword.</p>",
      "section": "",
      "type": "Ally (heroic)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "William Harlyn": {
      "name": "William Harlyn",
      "tokenName": "Billy \"virtuoso\" Otal",
      "description": "<p>William is a respected knight within the Knight, who can be encountered by the PCs during the Battle of London. Under the orders of Gauvain, he coordinates the defense of London on the ground.</p>",
      "tactique": "<p>William is a powerful ally who prioritizes targeting enemies with the highest score in Flesh or Beast.</p>",
      "section": "",
      "type": "Ally (heroic)",
      "surnom": "Pen",
      "pointsfaibles": ""
    },
    "Yalim Polat": {
      "name": "Yalim Polat",
      "tokenName": "Yalim Polat",
      "description": "<p>The Polat brothers were born and spent their entire youth in Istanbul. Inseparable since always, their fraternal bond did not, however, withstand the ocean of Anathema that covered part of the city. It is impossible to know the reason for their disagreements, but the fact remains that they have become sworn enemies, forming two communities of outcasts ready to do anything to harm each other. Despite the joint efforts of the Knight and the congregation of New Jerusalem, no truce ever lasts, and the two groups always end up clashing in bloody skirmishes. Their mutual hatred is so cold and unyielding that the Knight even comes to think that it might not be natural. Especially since some witnesses claim to have seen one or the other brother talking to a white mask hidden in a wall.</p>",
      "tactique": "<p>The Polat brothers attack from a distance the enemy with the highest score in <em>Fury</em> or <em>Beast</em>.</p>",
      "section": "",
      "type": "Badass (recruit)",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Yatsuka Yoshimoto": {
      "name": "Yatsuka Yoshimoto",
      "tokenName": "Yatsuka Yoshimoto",
      "description": "<p>This shinobi is the head of the Wudangzhao lamasery. He has a shaved face and skull, marked by scars. He wears the white kimono of training, which he replaces with a Nodachi uniform on special occasions. He is known for being particularly harsh in his teachings, believing that extreme rigor and sacrifice are the only ways to achieve perfect martial arts.</p>\n<p>A rivalry between martial arts specialists with opposing principles tends to strain the relationship between Yasutaka Yoshimoto and the samurai Takeda Matsumura, which is why the shinobi reports his management directly to Iwata Kaneda, despite the fact that the lamasery is part of Joheki's territory.</p>",
      "tactique": "<p>Yasutaka is always surrounded by other shinobis, including his own students. He only fights as a last resort. Yasutaka always seeks to confront his adversaries on favorable terrain, preferring harassment and ambush tactics. He prioritizes targeting the enemy with the highest Aura score or the one with the equipment inflicting the most damage.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": "<p>Instinct</p>"
    },
    "Yin": {
      "name": "Yin",
      "tokenName": "Yin",
      "description": "<p>Yin is an orphan who was a refugee in Pingyao when the Proliferation attacked the city. She was then fleeing from the Flesh that sought to assimilate her. Thanks to the Knight and perhaps the PCs, Yin was saved and sent to the organization's orphanage in Cornwall. Yin is a distant, laconic child who always seems a bit lost in her thoughts. She is almost incapable of showing her emotions, and the Knight's psychologists have deduced that she likely suffers from post-traumatic stress. In her preadolescence, Yin may have been put into service as a page or remained within the orphanage. Despite her difficulties in forming bonds, she remains endearing and can become attached to the knights, simply because she trusts them. What Yin herself does not know is that the most powerful of the Lords of the Abyss, the Ophidian, has invested a part of his power in her. She can, in this way, allow the opening of dark fissures between Earth and the Abyss. It is notably thanks to her that the serpents, servants of the first Lord, can traverse the planet. The secrets of the young girl and the way to stage the relationships between the PCs and Yin are described in this present work. Yin is a young girl with immense powers, but she is not really aware of her abilities. Throughout the campaign, she will learn and develop her gifts. As an incarnation of the Ophidian, she possesses a tremendous force but is calm and contemplative. The presence of the PCs by her side will allow her to remain human. She will help them enter the Abyss at the end of the campaign.</p>",
      "tactique": "<p>The profile presented here is to be used as follows. At the beginning of the campaign, the GM should use Yin without her exceptional aspects, without her shield, and without her abilities. From the arc of the Lady onwards, the GM can use her full profile (and calculate her defense, reaction, and initiative values). In combat, Yin prefers to flee and hide. It is only from the arc of the Mask onwards that she will be able to fight. In this case, she targets the enemy with the highest Mask score and attempts to kill them by creating a dark fissure.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Yojimbo": {
      "name": "Yojimbo",
      "tokenName": "Yojimbo",
      "description": "<p>Yojimbo are the Nodachi’s elite soldiers. They are bodyguards and lieutenants, coordinating several Nodachi squads in the field. They wear meta-armour not unlike Avalon’s Warrior model, giving them great flexibility in and out of battle. Yojimbo are often equipped with cutting-edge equipment and modules, as well as weapons befitting their rank, such as kinetic katanas and wakizashis.</p>",
      "tactique": "<p>Yojimbo act in small strike forces of elite soldiers aiming at a specific target, or as leaders of large groups of meta-soldiers. Yojimbo adapt their tactics to suit their opponents. They fire at enemies with high defence and engage those with high reaction in melee. They attack enemies with high Beast and Aggression scores first.</p>",
      "section": "",
      "type": "",
      "surnom": "",
      "pointsfaibles": ""
    },
    "Yoshiro Saiki": {
      "name": "Yoshiro Saiki",
      "tokenName": "Yoshiro Saiki",
      "description": "<p>Responsible for the Shinigami program, Yoshiro Saiki is a polite, proud, and particularly wise samurai. A former scientist aged in his forties, he owes his status to acts of pure heroism that could almost make him pass for a knight. Yoshiro sees his position as an honor, a virtue he considers elsewhere as a scourge that weighs on the Nodachi but also as a benefit that can lead Humanity to its salvation. According to him, it is a misconception of honor that leads the organization and other samurais to commit atrocities. For him, the ideal honor is that demonstrated by the knights, and in their presence, he tries to learn more about their motivations, history, and behavior. His &laquo;original&raquo; vision of honor displeases the shogun, who sent him to the Pigeonnier, far from military operations, to supervise scientific and technical projects. The arrival of the heroes at the Pigeonnier will pique the samurai's curiosity, and he will attempt to bond with the PC most interested in the place or the most graded.</p>",
      "tactique": "<p>Although he is a samurai, Yoshiro fights little. He prefers to call upon his yojimbos and meta-soldiers if the need arises and directs them from a distance. If he cannot avoid combat, he attacks the adversary with the lowest Technique or Knowledge score.</p>",
      "section": "",
      "type": "Ally (initiate) / Boss (initiate)",
      "surnom": "",
      "pointsfaibles": "<p>Aggression / Stealth</p>"
    }
  }
}